package com.khf.kavithai.annaikusamarpanam;

import android.content.Intent;
import android.os.Bundle;
import android.support.annotation.Nullable;
import android.support.v4.app.Fragment;
import android.view.LayoutInflater;
import android.view.View;
import android.widget.AdapterView;
import android.widget.ListView;
import android.view.ViewGroup;

import java.util.ArrayList;
import java.util.List;

public class OtherPoems extends Fragment {

    List<Poem> poemList;


    @Override
    public void onCreate(@Nullable Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
    }

    @Nullable
    @Override
    public View onCreateView(LayoutInflater inflater, @Nullable ViewGroup container, @Nullable Bundle savedInstanceState) {

        View rootView = inflater.inflate(R.layout.activity_main, null);

        ListView recList = (ListView) rootView.findViewById(R.id.cardList);

        PoemAdapter ca = new PoemAdapter(getActivity().getApplicationContext(), getActivity().getResources(), populateKavithai());
        recList.setAdapter(ca);

        recList.setOnItemClickListener(new AdapterView.OnItemClickListener() {
            @Override
            public void onItemClick(AdapterView<?> parent, View view, int position, long id) {

                Intent dispIntent = new Intent(getActivity().getApplicationContext(), DisplayPoem.class);
                int img = poemList.get(position).image;
                String title = poemList.get(position).title;
                String content = poemList.get(position).long_content;
                dispIntent.putExtra("title", title);
                dispIntent.putExtra("content", content);
                dispIntent.putExtra("img", img);
                dispIntent.addFlags(Intent.FLAG_ACTIVITY_NEW_TASK);
                startActivity(dispIntent);


            }
        });

        return rootView;
    }

    private List<Poem> populateKavithai() {

        poemList =new ArrayList<>();

        Poem temp;
           /* 52nd Poem */

        temp=new Poem();

        temp.title="அன்னைக்கு சமர்ப்பணம்";

        temp.short_content="\n" +
                "உலகமே தெரியாதவளுக்கு\n" +
                "நான்மட்டும் தான் அவளுக்கு \n" +
                "உலகமாம்...\n" ;


        temp.long_content=
                "\n" +
                        "ஆயிரம் நட்சத்திரங்கள் \n" +
                        "நடுவே ஒளிரும் \n" +
                        "நிலவின் அழகே அழகு... \n" +
                        "அதுபோல, \n" +
                        "ஆயிரம்பேர் அன்பாக \n" +
                        "இருந்தாலும் \n" +
                        "உன் அன்பிற்கு இணை \n" +
                        "எவருண்டு... \n" +
                        " \n" +
                        "தேய்பிறை காணாத முழுமதி \n" +
                        "போன்ற உன் முகத்தில் \n" +
                        "தினமும் விழிக்கணும்... \n" +
                        " \n" +
                        "நடிப்பிற்காககூட என்னை \n" +
                        "அடிக்க ஓங்காத கைகளை \n" +
                        "எதனோடு ஒப்பிடுவேன்...\n" +
                        " \n" +
                        "உன் புன்னகையை கண்ட \n" +
                        "பெண்கள் பொன்னகையை \n" +
                        "விரும்பமாட்டார்கள்... \n" +
                        "\n" +
                        "உனது அன்பு முத்தம் \n" +
                        "ஒன்றுதான் \n" +
                        "எனக்கு கிடைத்த அமிர்தம்... \n" +
                        " \n" +
                        "எனக்கு அடிபட்டபோது  \n" +
                        "என்கண்கள் கலங்கும்முன்  \n" +
                        "உனது கண்களில் \n" +
                        "கண்ணீர் துளிகள்... \n" +
                        "\n" +
                        "ஆறுதல் சொல்ல  \n" +
                        "நீ இருப்பதால்தான் \n" +
                        "என்னவோ கவலையும் \n" +
                        "காற்றாய் பறக்கிறது... \n" +
                        "\n" +
                        "நான் வாழ \n" +
                        "இரு இதயங்கள் \n" +
                        "துடிக்கிறதே... \n" +
                        "\n" +
                        "உலகமே தெரியாதவளுக்கு \n" +
                        "நான்மட்டும் தான் \n" +
                        "உலகமாம் \n" +
                        " \n" +
                        "நான் செல்லும் இடமெல்லாம் \n" +
                        "என் நிழல்கள் தொடர்ந்தது \n" +
                        "நீ செல்லுமிடமெல்லாம் \n" +
                        "என் நினைவுகளை  \n" +
                        "தொடரசெய்’தாயே’... \n" +
                        " \n" +
                        "கண்ணும் இமையுமாய் \n" +
                        "பத்து திங்கள் சுமந்து  \n" +
                        "என்னை காத்’தாயே’.... \n" +
                        "\n" +
                        "என்ன தவம் செய்தேனோ\n" +
                        "அன்னையாய்\n" +
                        "உன்னை பெறுவதற்கு...  \n";

        temp.image=R.drawable.img52;
        poemList.add(temp);

        /* 53rd Poem */

        temp=new Poem();

        temp.title="இளையசக்தி";

        temp.short_content=
                "தீவிரவாதம் தவிர்\n" +
                        "தீவிர-வாதம் செய்\n" +
                        "கோரிக்கைகள்\n" +
                        "நிறைவேறுதற்கு...\n" ;

        temp.long_content=
                "\n" +
                        "இளைஞனே\n" +
                        "இன்னமும் பொறுத்திறாதே \n" +
                        "நேரம்வந்துவிட்டது \n" +
                        "பொங்கி எழுவதற்கு... \n" +
                        " \n" +
                        "தீவிரவாதம் தவிர்\n" +
                        "தீவிர-வாதம் செய் \n" +
                        "கோரிக்கைகள்  \n" +
                        "நிறைவேறுவதற்கு... \n" +
                        " \n" +
                        "தீவிரவாதியாகதே!\n" +
                        "தீராவியாதி- உன்னை \n" +
                        "பலஉயிர்களுடன் விழுங்கும்... \n" +
                        " \n" +
                        "தீயாக எழு \n" +
                        "தீவிரம் கொள்\n" +
                        "தீவிரவாதம் அழிய... \n" +
                        " \n" +
                        "கற்பனைக் கதைகளையும் \n" +
                        "காட்சிப்பதிவுகளையும் நம்பி \n" +
                        "விலைகொடுத்து\n" +
                        "உயிர்கொல்லிக்கு இரையாவதும் \n" +
                        "பெண்மையின் கற்பை  \n" +
                        "சூறையாடுவதும் ஆண்மையன்று... \n" +
                        " \n" +
                        "அன்னியன் வெளியேறிய  \n" +
                        "பின்னரும் இந்த \n" +
                        "அட்டூழியமேன்? \n" +
                        "அந்நியன் வரவேண்டுமா? \n" +
                        "\n" +
                        "போதையில் பாதைமாறுவதா? \n" +
                        "பெட்டிக்குள்ளே சுருண்டுள்ள \n" +
                        "புகையிலை \n" +
                        "பெட்டிக்குள்ளே சுருட்டி \n" +
                        "அடக்கம் செய்யுமே…!\n" +
                        " \n" +
                        "காற்றுபுகா இடத்திலும்  \n" +
                        "உன் விஞ்ஞான அறிவு \n" +
                        "விளையாடியபோது  \n" +
                        "அன்னியனிடம் உன்னை\n" +
                        "முதலீடு செய்வது  \n" +
                        "எதற்காக? \n" +
                        " \n" +
                        "பணத்திற்காக வெளிநாடு \n" +
                        "செல்லும் \n" +
                        "பிணமாக மாறிவிட்டாயே \n" +
                        "மடிந்துபோனாலும் தாய்மடியில் \n" +
                        "மடிந்துபோவோம்... \n" +
                        " \n" +
                        "அப்போது, \n" +
                        "பணத்திற்காக நம்நாட்டிலே \n" +
                        "அடிமைப்படுத்தினான்...\n" +
                        "இப்போது \n" +
                        "பணத்திற்காக அவன்நாட்டில் \n" +
                        "அடிமையாகிறாயே? \n" +
                        " \n" +
                        "அவன் எடுத்துச்சென்றது\n" +
                        "மரத்தின் சிறுகிளையைதான் \n" +
                        "வேரையன்று... \n" +
                        " \n" +
                        "உன் அறிவென்ற ஆறு  \n" +
                        "சென்றடைவது வல்லரசென்ற  \n" +
                        "கடல்மட்டுமேயன்றி  \n" +
                        "கடல்தாண்டி பயணிப்பதன்று...\n" +
                        " \n" +
                        "நம்மை வைத்து \n" +
                        "வளர்ந்துவிட்டான், \n" +
                        "நம்மால் வளரமுடியாதா.? \n" +
                        "\n" +
                        "உலகத்துக்கே பேசக் \n" +
                        "கற்றுகொடுத்தவள் தமிழன்னை; \n" +
                        "எங்கே தொலைத்தோம்  \n" +
                        "நமது அன்னையை.? \n" +
                        " \n" +
                        "ஆங்கிலத்திற்கு பதிலாக \n" +
                        "தமிழ்பேசப்படவேண்டும்\n" +
                        "என்றில்லை... \n" +
                        "ஆங்கிலம் போன்ற பிறமொழி \n" +
                        "கலவாமல் தமிழ்மொழி \n" +
                        "பேசினாலே போதும்... \n" +
                        "\n" +
                        "பலர் \n" +
                        "வங்கிக்கணக்கில் \n" +
                        "பணம்சேமித்தபோது \n" +
                        "இரத்தவங்கியில் \n" +
                        "இரத்தம் சேமித்து\n" +
                        "பல்லுயிர் காத்தலே ஆண்மை... \n" +
                        " \n" +
                        "விவேகானந்தர் கேட்ட \n" +
                        "விவேகம்,வேகம் \n" +
                        "கொண்ட இளம்படையே...\n" +
                        " \n" +
                        "பதக்கப்பட்டியலில் முதலும் \n" +
                        "பதுக்குதல்,லஞ்சபட்டியலில் \n" +
                        "முடிவிலும் \n" +
                        "இந்தியாவின் பெயரைப்பொறி.\n" +
                        " \n" +
                        "அழிக்கவும்,ஆக்கவும் \n" +
                        "தெரிந்த இவ்வுலகக் \n" +
                        "கடவுள்களே... \n" +
                        "நீங்கள் திரண்டு வந்தால்  \n" +
                        "எதிரிகள் மிரண்டுபோவான்... \n" +
                        " \n" +
                        "நம் சுவாசம் நிற்பினும் \n" +
                        "நம் தேசம் நிமிரட்டும்...\n";


        temp.image=R.drawable.img53;
        poemList.add(temp);

        /* 54th Poem */
        temp=new Poem();

        temp.title="சவர்க்காரம்";

        temp.short_content=
                "நானும் அவளும்\n" +
                        "உரசிக்கொண்டபோது\n" +
                        "வெண்ணிறதிரவம் சுரந்தது...\n" ;

        temp.long_content=
                "\n" +
                        "நானும் அவளும்\n" +
                        "உரசிக்கொண்டபோது\n" +
                        "வெண்ணிறதிரவம் சுரந்தது...\n" +
                        "\n" +
                        "அசுத்தத்தை  \n" +
                        "சுத்தப்படுத்தியது \n" +
                        "எங்களது உரசல்... \n" +
                        " \n" +
                        "அவளது உடல்நெளிவுகள் \n" +
                        "அனைத்தும் என் உரசலால்\n" +
                        "பொலிவு பெற்றது.... \n" +
                        " \n" +
                        "இறுதியில்,  \n" +
                        "அவளது அங்கம் பொலிந்தது\n" +
                        "எனது அங்கம் மெலிந்தது \n" +
                        "இப்படிக்கு \n" +
                        "சவர்க்காரம்... \n" +
                        " \n" +
                        "(சவர்க்காரம் என்றால் ஆங்கிலத்தில் சோப்பு)\n" +
                        "\n";

        temp.image=R.drawable.img54;
        poemList.add(temp);

        /* 55th Poem */
        temp=new Poem();

        temp.title="குடிமகன்";

        temp.short_content="செங்கற்களுக்கு பதில் \n" +
                "பாட்டில்களால் அடுக்குமாடி\n" +
                "கட்டி விளையாடியவன்-இன்று\n" +
                "கட்டிடப்பொறியாளன்...\n" ;

        temp.long_content=
                "\n" +
                        "நாட்டிற்கு நல்ல குடிமகன்கள்\n" +
                        "குறைவுதான்\n" +
                        "வீட்டிற்கு ஒரு குடிமகன் \n" +
                        "என்ற விகிதம் உள்ளது... \n" +
                        " \n" +
                        "குழந்தைக்கு புட்டிப்பால்கூட \n" +
                        "கொடுக்க சக்தியில்லை..\n" +
                        "ஆனால், \n" +
                        "கணவனுக்கு பாட்டிலில் \n" +
                        "மதுகொடுக்கும்நிலை தாய்க்கு... \n" +
                        " \n" +
                        "அப்பெண்ணுக்கு\n" +
                        "உணவருந்தாமையால்\n" +
                        "குடல் வெந்தது ;\n" +
                        "அப்பனுக்கு \n" +
                        "மது அருந்தியமையால் \n" +
                        "குடல் வெந்தது ;\n" +
                        "\n" +
                        "பத்துத்திங்கள் \n" +
                        " சுமந்தவள் இன்றில்லை.... \n" +
                        "பத்துப்பாத்திரம் கழுவி \n" +
                        "படிக்கும்நிலை \n" +
                        "குழந்தைக்கு...\n" +
                        " \n" +
                        "செங்கற்களுக்கு பதில் \n" +
                        "பாட்டில்களால் அடுக்குமாடி \n" +
                        "கட்டி விளையாடியவன்-இன்று \n" +
                        "கட்டிடப்பொறியாளன்\n" +
                        " \n" +
                        "காலங்கள் கடந்தபின்னர் \n" +
                        "கண்ணீரால் பாவத்தைக் \n" +
                        "கழுவுகிறான் மனைவியை \n" +
                        "இழந்த பாவத்திற்கு\n" +
                        " \n" +
                        "மூன்றுவேளையும் தவறாது \n" +
                        "பாட்டிலை எடுக்கிறான்\n" +
                        "மதுவையல்ல  \n" +
                        "மதுவை மறக்கவைக்கும்\n" +
                        "மருந்தை... \n" ;


        temp.image=R.drawable.img55;
        poemList.add(temp);

             /* 56th Poem */
        temp=new Poem();

        temp.title="என் குழந்தை";

        temp.short_content="மதியம் \n" +
                "உன்அன்னையிடம் - நீ \n" +
                "மிச்சம் வைத்த \n" +
                "எச்சில்பாலைப் பருகணும்...\n" ;

        temp.long_content=
                "\n" +
                        "ஆணோ! பெண்ணோ! \n" +
                        "என் உறவு என்று சொல்ல\n" +
                        "உதயமான சூரியனே... \n" +
                        " \n" +
                        "சூரிய உதயத்தைப் பார்க்கும்முன் \n" +
                        "மழலைச்சிரிப்பில் ஒளிரும் \n" +
                        "உன்முகத்தில் விழிக்கணும்\n" +
                        " \n" +
                        "காலையில் என்மீது  \n" +
                        "நீ சிறுநீர் கழிப்பது \n" +
                        "நான் குளிப்பதற்காகவா? \n" +
                        "\n" +
                        "தினமும் முகத்தினை \n" +
                        "சவரம் செய்யணும் \n" +
                        "உன்னை முத்தமிடுவதற்கு... \n" +
                        " \n" +
                        "உலகத்தையே சுற்றிக்காட்டணும்\n" +
                        "என்னுலகம் நீ காலையுணவு \n" +
                        "அருந்துவதற்கு... \n" +
                        " \n" +
                        "நான் யானையாக \n" +
                        "நீ பாகனாக \n" +
                        "என்மீது சவாரிசெய்யணும்... \n" +
                        " \n" +
                        "நீ இமைமூடி \n" +
                        "தூங்கும் நேரத்தில், \n" +
                        "நான் இமைக்காமல் \n" +
                        "அந்த அழகை ரசிக்கணும் \n" +
                        " \n" +
                        "உதிரமும் உடலும் \n" +
                        "கொடுத்தவளிடம் அன்பில் \n" +
                        "போட்டியிட்டுத் தோற்கணும்\n" +
                        " \n" +
                        "மதியம் \n" +
                        "உன் அன்னையிடம் - நீ \n" +
                        "மிச்சம் வைத்த  \n" +
                        "எச்சில்பாலைப் பருகணும்...\n" +
                        " \n" +
                        "என்மார்பில் தான் \n" +
                        "மாலைவரை உன்னை \n" +
                        "உறங்க வைக்கணும்... \n" +
                        "\n" +
                        "உன் வயதுக்கு  \n" +
                        " என் வயதைக்குறைத்து\n" +
                        "அன்பைப் பகிர்வதில் \n" +
                        "உன்னுடன் சண்டையிடணும்... \n" +
                        "\n" +
                        "உன்னைப் பெற்றெடுத்த \n" +
                        "நிலவினைக் காட்டி \n" +
                        "உனக்கு ஊட்டிவிடணும்... \n" +
                        " \n" +
                        "இரவிற்குமட்டும் இதயம்\n" +
                        "துடிக்காமல் இருக்கணும், \n" +
                        "தாயும்சேயும் என் \n" +
                        "மார்பில் உறங்குவதற்கு... \n" +
                        " \n" +
                        "உன்னுடன் விளையாட\n" +
                        "தினமும் விடுமுறை எடுக்கணும், \n" +
                        "முதல்நாள் முத்தாக முடிய \n" +
                        "ஆறுநாள் செத்துப்போனேன் \n" +
                        "உன்னை பிரிந்ததால் \n" +
                        "\n" +
                        "தொழில்நுட்பம் தரும் \n" +
                        "தொல்லை மறந்து \n" +
                        "உன்னுள்  \n" +
                        "தொலையும் நேரமே  \n" +
                        "என்பொன்நேரம்\n" ;

        temp.image=R.drawable.img56;
        poemList.add(temp);

            /* 57th Poem */
        temp=new Poem();

        temp.title="முன்பதிவு செய்யப்படாதப்பெட்டி";

        temp.short_content="ஒற்றை இருக்கையில் இருவர் \n" +
                "காதலனென நம்பி\n" +
                "காமவெறியனுக்கு இரையான\n" +
                "இளம்பெண் ஏமாற்றத்தோடு...\n" ;

        temp.long_content=
                "\n" +
                        "ஒற்றை இருக்கையில் இருவர் \n" +
                        "காதலனென நம்பி\n" +
                        "காமவெறியனுக்கு இரையான\n" +
                        "இளம்பெண் ஏமாற்றத்தோடு...\n" +
                        "\n" +
                        "பெட்டியின் அசைவில் \n" +
                        "தொட்டிலாடுவதை \n" +
                        "அன்னை தாலாட்டுவதைப்போல  \n" +
                        "தூங்கும் பச்சிளம்குழந்தை \n" +
                        "\n" +
                        "ஐந்தகவையில் ஐந்தடி \n" +
                        "இருக்கையின் அடியில் \n" +
                        "பாம்புபோல சுருண்டு \n" +
                        "உறங்குகிறான் தம்பி... \n" +
                        "\n" +
                        "பூப்பெய்தும் வயதில்  \n" +
                        "தந்தையின் கவனிப்பில் \n" +
                        "தாயில்லாமல் செல்லும் \n" +
                        "என் தங்கை... \n" +
                        "\n" +
                        "ஒருபுறம்,பாடல்களை \n" +
                        "தனது செவிமடல்களுக்குள் \n" +
                        "ஒலிக்கச்செய்து கொண்டு \n" +
                        "செல்லும் இளைஞர்கள்... \n" +
                        "\n" +
                        "மறுபுறம்,காலையில் \n" +
                        "புத்தகப்பையுடன் பாடசாலைக்கும் \n" +
                        "மாலையில் முறுக்குப்பையுடன் \n" +
                        "இருப்புச்சாலையில் \n" +
                        "வியாபாரத்திற்கு செல்லும் இளைஞன்...\n" +
                        " \n" +
                        "மின்சாரத் தொடர்வண்டிக்கு\n" +
                        "புகை ஊதிக்கொண்டு \n" +
                        "குவார்ட்டர் பாட்டில் எரிபொருளுடன் \n" +
                        "முரட்டுக் குடிமகன். \n" +
                        " \n" +
                        "தாயை கவனிக்கவேண்டிய \n" +
                        "வயதில் \n" +
                        "தாயின் கவனிப்பில் \n" +
                        "குடிகாரமகன்\n" +
                        "என்னவொரு தாயன்பு... \n" +
                        " \n" +
                        "மூன்றுகாலில் நிற்கும் \n" +
                        "முதியவளுக்கு, \n" +
                        "அமர்வதற்கு முன்னுரிமை\n" +
                        "வழங்காத முட்டாள்களை \n" +
                        "எங்ஙனம் உரைப்பது... \n" +
                        " \n" +
                        "தனக்குகிடைத்த சிறு இருக்கையில் \n" +
                        "முன்பின் பார்த்திராத பேத்தியை\n" +
                        "பத்துமணிநேரம் மடியில் சுமந்த \n" +
                        "என் தாத்தாவும் ஒரு தாய்தான்... \n" +
                        " \n" +
                        "கழிவறையின் துர்நாற்றத்தில் \n" +
                        "பயணமுடிவு அறியாமல் \n" +
                        "மயானத்திற்குப் பசியில் \n" +
                        "பயணிக்கும்  \n" +
                        "மனநோயாளி நண்பன். \n" +
                        " \n" +
                        "கருவறை முதல் கல்லறை\n" +
                        "செல்பவன் வரை அனைவரையும் \n" +
                        "சுமந்து செல்கிறது \n" +
                        "முன்பதிவு செய்யப்படாதப்பெட்டி...\n";

        temp.image=R.drawable.img57;
        poemList.add(temp);

                /* 58th Poem */
        temp=new Poem();

        temp.title="மரத்தின் கற்பு";

        temp.short_content=
                "கற்பை வெட்டும்போது\n" +
                        "வியர்வை கொட்டுகிறது\n" +
                        "இரத்தம் சொட்டுகிறது...\n" ;

        temp.long_content=
                "\n" +
                        "நீ சுவாசிப்பதற்கு தானே\n" +
                        "அவளும் சுவாசித்தாள்?\n" +
                        "தனிமையில் விட்டது எதனால்? \n" +
                        " \n" +
                        "பலரால் அவளது \n" +
                        "அங்கங்கள் காயப்பட்டாலும் \n" +
                        "வாழ்ந்து கொண்டிருக்கிறாள்\n" +
                        "கற்பு அழிக்கப்படும் வரை... \n" +
                        " \n" +
                        "கற்பை வெட்டும்போது \n" +
                        "வியர்வை கொட்டுகிறது \n" +
                        "இரத்தம் சொட்டுகிறது...\n" +
                        " \n" +
                        "கொடூரன் கோடாறியால் \n" +
                        "வெட்டினாலும் வேறிடத்தில்  \n" +
                        "வேரூன்றி வாழ்கிறாள் \n" +
                        "\n" +
                        "சூறாவளிக்கும் இரையாகாத \n" +
                        "மரங்கள் சூறையாடப்படுவது \n" +
                        "எதற்காக? \n" ;


        temp.image=R.drawable.img4;
        poemList.add(temp);

                /* 59th Poem */
        temp=new Poem();

        temp.title="இந்தியா";

        temp.short_content="இறந்தால்தான் சொர்க்கத்திற்குச் \n" +
                "செல்வோம்.\n" +
                "ஆனால்,\n" +
                "நாம் பிறந்ததே\n" +
                "சொர்க்கதில்தான்...!\n" ;

        temp.long_content=
                "\n" +
                        "இறந்தால்தான் சொர்க்கத்திற்குச் \n" +
                        "செல்வோம்.\n" +
                        "ஆனால்,\n" +
                        "நாம் பிறந்ததே\n" +
                        "சொர்க்கதில்தான்...\n" +
                        "\n" +
                        "நாம் காண்பது கனவா நனவா? \n" +
                        "பட்டங்கள் காற்றில் \n" +
                        "பறக்கவில்லை. \n" +
                        "சட்டங்கள்தான் காற்றில் \n" +
                        "பறக்கிறது\n" +
                        "நமது தாய்த்திருநாட்டில்... \n" +
                        " \n" +
                        "ஏழைகள் பொருளாதார \n" +
                        "நெருக்கடியின் பிடியில், \n" +
                        "அரசியல்வாதிகள் குடிபோதையில்\n" +
                        "விலைவாசி உயர்வுதான்  \n" +
                        "காரணமா? \n" +
                        " \n" +
                        "திருவிழாக்கூட்டமும் \n" +
                        "தோற்றுப்போகும்,\n" +
                        "விவாகரத்து பெற நிற்பவர்களிடம்... \n" +
                        " \n" +
                        "வெளிநாட்டவர்கள் சுரண்டிச்சென்றது \n" +
                        "செல்வங்களை மட்டுமல்ல, \n" +
                        "திறமையான இளைய\n" +
                        "செல்வங்களையும்தான் \n" +
                        " \n" +
                        "கருத்துக்களைப்  \n" +
                        "பரிமாறுகிறேனென்ற பெயரில் \n" +
                        "இதயத்தைத் தொலைக்கிறான்\n" +
                        "இணையதளத்தில்... \n" +
                        " \n" +
                        "வியர்வைக்குப் பதில் இரத்தம் \n" +
                        "சிந்தி பெற்ற சுதந்திரம் \n" +
                        "ஆனால்,\n" +
                        "பெண்கள் சுதந்திரமாக  \n" +
                        "நடக்கமுடியவில்லை... \n" +
                        " \n" +
                        "பாரதத்தாயின் இரத்தநாளங்கள் \n" +
                        "துண்டுபட்டுக் கிடக்கின்றனவே\n" +
                        "ஆறுகளாக... \n" +
                        " \n" +
                        "காட்டில் மிருகங்களின் \n" +
                        "வேட்டையைவிட \n" +
                        "ரோட்டில் மனிதமிருகங்களின்\n" +
                        "வேட்டை  \n" +
                        "கொடுமையாக உள்ளது... \n" +
                        " \n" +
                        "கண்ணுக்குள் கனவுகள் \n" +
                        "இருப்பினும்\n" +
                        "இமைதிறக்கும் போது \n" +
                        "அவை மறைந்துவிடும் \n" +
                        "அதுபோல, \n" +
                        "பாரதத்தைகாண்பது \n" +
                        "கனவாக இருக்கக்கூடாதா...? \n" ;

        temp.image=R.drawable.img59;
        poemList.add(temp);

                /* 60th Poem */
        temp=new Poem();

        temp.title="எது ஊனம்?";

        temp.short_content="இருபது வருடங்களாக \n" +
                "எனது தந்தை என்னை\n" +
                "தோளில் சுமந்து செல்கிறார்\n" +
                "தோழனாக...\n" ;


        temp.long_content=
                "\n" +
                        "இருபத்துமாத வயதில் \n" +
                        "நான் நடப்பதற்காக \n" +
                        "மூன்று சக்கரவண்டியை \n" +
                        "என் அன்னை கொடுத்தாள்... \n" +
                        " \n" +
                        "இருபத்து வயதிலும்  \n" +
                        "மூன்று சக்கரவண்டியில்தான் \n" +
                        "செல்கிறேன்... \n" +
                        " \n" +
                        "ஈரைந்து மாதம்  \n" +
                        "அன்னை வயிற்றில் சுமந்தாள்; \n" +
                        "தவழும்போது\n" +
                        "ஈரைந்து மாதம்  \n" +
                        "பூமித்தாய் சுமந்தாள்... \n" +
                        " \n" +
                        "இருபது வருடங்களாக \n" +
                        "எனது தந்தை என்னை\n" +
                        "தோளில் சுமந்து செல்கிறார் \n" +
                        "தோழனாக... \n" +
                        " \n" +
                        "மூச்சு நிற்கும்வரை  \n" +
                        "முயற்சியைவிடாததால்\n" +
                        "உலகசாதனைப்புத்தகத்தில்  \n" +
                        "எனது பெயர்... \n" +
                        " \n" +
                        "உடலின் வெளிப்புறத்தில் \n" +
                        "இல்லை ஊனம்,\n" +
                        "உதவும் மனப்பான்மையும்  \n" +
                        "முயற்சியின்மையும் \n" +
                        "உள்ளம் கொண்ட சோம்பேறியே \n" +
                        "ஊனம் உடையவன்... \n" ;

        temp.image=R.drawable.img60;
        poemList.add(temp);

                /* 61st Poem */
        temp=new Poem();

        temp.title="என்ன(இ)வளின் நட்பு";

        temp.short_content="எப்போது \n" +
                "நஞ்சினை\n" +
                "நெஞ்சினுள் விதைத்தாய்\n" +
                "காதலென்ற பெயரில்...\n" ;

        temp.long_content=
                "\n" +
                        "தோழனே.!!!\n" +
                        "தவழும் வயதிலே மலர்ந்தது\n" +
                        "தான் நம் நட்பு... \n" +
                        " \n" +
                        "ஒருதாயின் உதிரத்தை \n" +
                        "நம் உடலில் ஓடவைத்தாள், \n" +
                        "தத்துப்பிள்ளையாக அல்லாமல்\n" +
                        "தன்பிள்ளையாக \n" +
                        "என்னை வளர்த்தாள்... \n" +
                        " \n" +
                        "ஒரு தாயின் வளர்ப்பில் \n" +
                        "வளர்ந்த பிள்ளைபோன்ற\n" +
                        "தோழமைகள் தானே நாம்... \n" +
                        "மழலைப் பருவத்திலே \n" +
                        "பருவமழையை ரசிக்க \n" +
                        "தொடங்கியது நம்நட்பு... \n" +
                        "\n" +
                        "சண்டை,போட்டிகள் \n" +
                        "நம்முள் இருப்பினும் \n" +
                        "பொறாமை வளர்ந்தது  \n" +
                        "நம்நட்பின்மீது... \n" +
                        "\n" +
                        "எப்போது \n" +
                        "நஞ்சினை \n" +
                        "நெஞ்சினுள் விதைத்தாய் \n" +
                        "காதலென்ற பெயரில்... \n" +
                        "\n" +
                        "ஒருதலையாய் உனக்குள் \n" +
                        "முளைத்த காதல் \n" +
                        "அன்பென்ற அழகிய நட்பை  \n" +
                        "அழித்தது எதனால்.? \n" +
                        "\n" +
                        "எப்படி உனக்குள் மட்டும் \n" +
                        "அந்தக்கிளர்ச்சி ஏற்பட்டது \n" +
                        "இதுதான்  \n" +
                        "நட்பின் அடையாளமா? \n" +
                        "\n" +
                        "மூடத்தனமான கோரமுடிவு \n" +
                        "நொடிப்பொழுதும் கொல்வது  \n" +
                        "என்னை மட்டுமன்று \n" +
                        "நம் நட்பையும்தான்... \n" +
                        "\n" +
                        "இனம்,மதம்,மொழி \n" +
                        "பாராமல் வருவது  \n" +
                        "காதலும் நட்புமே... \n" +
                        " \n" +
                        "காதல் ஒருவர்மீது  மட்டும்\n" +
                        "உயிராய் இருக்கும்  \n" +
                        "நட்பு ஒவ்வொரிடமும்  \n" +
                        "உண்மையாய் இருக்கும்... \n" +
                        " \n" +
                        "நட்பு காதலாக வளரலாம்\n" +
                        "நட்பை வைத்துக் காதலை \n" +
                        "வளர்க்காதே. \n" +
                        " \n" +
                        "எனது தோல்வியின்போது \n" +
                        "தோள்கொடுக்கத் தோழன்\n" +
                        "இருக்கிறான் என நம்புகிறேன்; \n" +
                        "ஆனால்,என்தோல்வியே \n" +
                        "தோழனால்தான் என்றால் \n" +
                        "உயிரையும் இழப்பேன் \n" +
                        "எனது நட்புக்காக.\n" ;

        temp.image=R.drawable.img61;
        poemList.add(temp);

                /* 62nd Poem */
        temp=new Poem();

        temp.title="என்று பிறந்தநாள்? ";

        temp.short_content="ஆயிரம் கவிதைகளை \n" +
                "எழுதிய கவிஞனானாலும்\n" +
                "அம்மா என்றுசொல்லும்\n" +
                "கவிதைதான் அவளைக்\n" +
                "கவர்ந்திருக்கும்...\n" ;

        temp.long_content=
                "\n" +
                        "கருத்தரித்தபோது \n" +
                        "ஆனந்தத்திற்கு இணை\n" +
                        "ஏது....? \n" +
                        " \n" +
                        "நீ கருவாக உருவானதும் \n" +
                        "உன்னையே \n" +
                        "வேண்டாமென்றபோது\n" +
                        "மண்டியிட்டு கதறினாள்... \n" +
                        " \n" +
                        "ஆணோ பெண்ணோ \n" +
                        "என யோசிக்காமல் \n" +
                        "எனது குழந்தையென்று\n" +
                        "தாய்மையைப் பறைசாற்றினாள்... \n" +
                        " \n" +
                        "அவள் \n" +
                        "தூங்காமலே \n" +
                        "பல கனவுகள்\n" +
                        "கண்டிருப்பாள்... \n" +
                        " \n" +
                        "உனது முழுவாழ்வையும் \n" +
                        "ஓர் ஓவியமாகச் \n" +
                        "செதுக்கியிருப்பாள்\n" +
                        " \n" +
                        "வாழ்நாளில் கூட \n" +
                        "அத்தனை முறை \n" +
                        "அம்மா என்றிருக்கமாட்டாள், \n" +
                        "ஆனால்,\n" +
                        "உன்னைப் பெற்றெடுக்கும் \n" +
                        "போது கோடிமுறை \n" +
                        "அம்மா என்றிருப்பாள்... \n" +
                        " \n" +
                        "உனக்கு வலிக்கக்கூடாது\n" +
                        "என்பதற்க்காக \n" +
                        "பிரசவவலியை அவளே \n" +
                        "தாங்கிக் கதறியியிருப்பாள்... \n" +
                        " \n" +
                        "உனது அன்னையும்\n" +
                        "ஒரு சிற்பிதான், \n" +
                        "இத்தனை அழகாக \n" +
                        "உன்னைப் பெற்றதால்... \n" +
                        " \n" +
                        "முதல்நாள்\n" +
                        "பள்ளிக்குச் சென்றதும் \n" +
                        "உன்னைவிட அன்னையே \n" +
                        "அதிகம் அழுதிருப்பாள், \n" +
                        "உன்னைப் பிரிவதால்... \n" +
                        "\n" +
                        "வகுப்பில் நீ \n" +
                        "கடை மாணவனாகவே \n" +
                        "இருப்பினும்,நீ தான் \n" +
                        "அவளுக்கு முதல்வன்.. \n" +
                        "\n" +
                        "ஆயிரம் கவிதைகளை \n" +
                        "எழுதிய கவிஞனானாலும் \n" +
                        "அம்மா என்றுசொல்லும் \n" +
                        "கவிதைதான் அவளைக் \n" +
                        "கவர்ந்திருக்கும்...\n" +
                        " \n" +
                        "இப்படி அனைத்து  \n" +
                        "நிலையிலும் \n" +
                        "உயர்ந்து நிற்கிறாள் \n" +
                        "அன்னை...\n" +
                        " \n" +
                        "அவளுக்கென்று என்ன  \n" +
                        "கொடுத்தாய், \n" +
                        "பிறக்கும்போது கொடுத்த \n" +
                        "வலியை தவிர...\n" +
                        " \n" +
                        "பிறகெதற்கு உனது  \n" +
                        "பிறந்தநாளை \n" +
                        "கொண்டாடுகிறாய்; \n" +
                        "இது உனது அன்னையின்\n" +
                        "பிறந்தநாளே தவிர \n" +
                        "உனது அன்று... \n" +
                        " \n" +
                        "இந்த நாளை \n" +
                        "இனிப்புடன் மகிழ்ச்சியோடு.\n" +
                        "கொண்டாடு \n" +
                        "உனது அன்னையின் \n" +
                        "பிறந்தநாள் என்று... \n" +
                        "\n" +
                        "என்று அவளின்  \n" +
                        "கனவு ஓவியங்கள்  \n" +
                        "நனவாக வர்ணம்பெறுகிறதோ \n" +
                        "அன்றே உனது \n" +
                        "பிறந்தநாள்...\n" +
                        " \n" +
                        "அந்தநாள் தொலைவில் \n" +
                        "இல்லை என்பது \n" +
                        "உனது முயற்சியில் \n" +
                        "தெரிகிறது...\n" +
                        " \n" +
                        "நீ சாதனைபடைப்பதற்கு \n" +
                        "காத்திருக்கவில்லை, \n" +
                        "சாதனைகள்தான் \n" +
                        "உனக்காகக் \n" +
                        "காத்திருக்கிறது... \n" +
                        " \n" +
                        "விரைவில்  \n" +
                        "உனது பிறந்தநாளை \n" +
                        "உன் அன்னையோடு\n" +
                        "கொண்டாடுவாய்.. \n" ;

        temp.image=R.drawable.img62;
        poemList.add(temp);

                /* 63rd Poem */
        temp=new Poem();

        temp.title="பெண்ணின் நிலை";

        temp.short_content="மேற்க்கத்திய கலாச்சாரத்தால \n" +
                "உடம்புல தெரிஞ்ச\n" +
                "பகுதியளவு தான்\n" +
                "இப்ப பெரும்பாலும்\n" +
                "மூடியிருக்கு...\n" ;

        temp.long_content=
                "\n" +
                        "ஒரு தாயின் \n" +
                        "பாசப்போராட்டத்திற்குக்\n" +
                        "கிடைத்த வெற்றிமகள்தான் \n" +
                        "அவள்.. \n" +
                        " \n" +
                        "பள்ளிக்குச்  \n" +
                        "செல்லாமல்\n" +
                        "சுள்ளி எடுக்கச் \n" +
                        "சென்றாள்... \n" +
                        " \n" +
                        "பௌர்ணமி நிலவாக \n" +
                        "அடுப்பறையில்\n" +
                        "பிரகாசித்தாள்... \n" +
                        " \n" +
                        "வயசு இருந்தும் \n" +
                        "வயசுக்கு வந்ததும் \n" +
                        "மணமேடைக்கு\n" +
                        "ஏத்துனாங்க \n" +
                        " \n" +
                        "தாய்ப்பால் இருக்கக் \n" +
                        "கள்ளிப்பால் \n" +
                        "கொடுத்துக் கொன்னாங்க...\n" +
                        " \n" +
                        "மயக்கம் தெளிஞ்சுபாக்கயில \n" +
                        "மயானத்துல என்பிள்ளைய \n" +
                        "உறங்க வச்சுட்டாங்க... \n" +
                        "\n" +
                        "ரத்தக்கடலுல \n" +
                        "கப்பலாட்டம் மிதக்குதடி \n" +
                        "ஆளில்லாத \n" +
                        "என் கர்ப்பப்பை... \n" +
                        "\n" +
                        "நல்லவேளையா \n" +
                        "உன்னக் கொன்னாங்க.! \n" +
                        "இல்லன \n" +
                        "நீ சமஞ்சதும் இரண்டுநாள் \n" +
                        "ஜமீனுக்குச் சொந்தமாகணும்...\n" +
                        " \n" +
                        "கணவன் \n" +
                        "கட்டைக்கு சென்றதும் \n" +
                        "உடன் கட்டை \n" +
                        "ஏத்துனாங்க...\n" +
                        " \n" +
                        "இப்படி இருந்தகாலம் \n" +
                        "இப்ப இறந்தகாலமாச்சு... \n" +
                        "காலம் மாறையில \n" +
                        "கலாச்சாரமும் மாறிடுச்சு...\n" +
                        " \n" +
                        "பாவாடை தாவணி \n" +
                        "இப்ப கொஞ்சம் \n" +
                        "குட்டபாவாடையாச்சு... \n" +
                        "\n" +
                        "பொழுதுபோக்கிற்கு \n" +
                        "ஆண்டுக்கொரு \n" +
                        "ஆண்மகனென்றாச்சு... \n" +
                        " \n" +
                        "மேற்க்கத்திய கலாச்சாரத்தால\n" +
                        "உடம்புல தெரிஞ்ச \n" +
                        "பகுதியளவு தான் \n" +
                        "இப்ப பெரும்பாலும் \n" +
                        "மூடியிருக்கு... \n" +
                        "\n" +
                        "ஆணுக்கு நிகராப் \n" +
                        "போட்டியிட்டதால \n" +
                        "இப்ப பாட்டில்கூட \n" +
                        "சிலபெண்கள் கையில... \n" +
                        "\n" +
                        "இதே பூமில \n" +
                        "இப்படியும் பெண்ணுண்டா \n" +
                        "என பாக்கவச்சது \n" +
                        "எத்தனையோபேர்... \n" +
                        "\n" +
                        "தடகளத்தில் வேகத்துல \n" +
                        "புயலுக்கும் முயலுக்கும் \n" +
                        "சரியான போட்டி \n" +
                        "கயல்விழி தான்... \n" +
                        "\n" +
                        "அன்னைக்கு ஏட்டையே \n" +
                        "பாக்காதவ \n" +
                        "பேத்தி \n" +
                        "இன்னைக்கு கோட்டைக்கே \n" +
                        "ராசாத்தி...\n" +
                        " \n" +
                        "கஞ்சி காய்ச்சிய \n" +
                        "காலமெல்லாம் போயாச்சு \n" +
                        "விண்ணுலக ஆராய்ச்சி \n" +
                        "செய்யுற காலம்வந்தாச்சு...\n" +
                        " \n" +
                        "இருட்டறையில் \n" +
                        "பேதையாக \n" +
                        "இருந்தவள் இன்று \n" +
                        "சட்டமேதை...\n" +
                        " \n" +
                        "அனைத்து துறையிலும் \n" +
                        "ஆணுக்கு நிகராக \n" +
                        "முத்திரை பதித்துவிட்டனர் \n" +
                        "எனத் தெரிந்தாலும் \n" +
                        "நடப்பது என்ன...? \n" +
                        " \n" +
                        "பள்ளி எனும்  \n" +
                        "கோயிலிலே \n" +
                        "பாலியல் தொந்தரவு.. \n" +
                        " \n" +
                        "நீதி தேவதையாக \n" +
                        "பெண் இருந்தாலும் \n" +
                        "பெண்களுக்கு எதிராக \n" +
                        "அநீதிகள் நடக்கத்தான் \n" +
                        "செய்கிறது... \n" +
                        " \n" +
                        "சட்டங்கள் \n" +
                        "ஆயிரம் இருப்பினும் \n" +
                        "என்ன பயனுண்டு...? \n" +
                        "ஓட்டைகள்  \n" +
                        "கோடியுள்ளனவே..! \n" +
                        " \n" +
                        "இன்னும்  \n" +
                        "வரதட்சணை,விபச்சாரம், \n" +
                        "விவாகரத்து போன்ற தீயில் \n" +
                        "வெந்து கொண்டிருப்பது \n" +
                        "பெண்டிர்களே...? \n" +
                        " \n" +
                        "காக்கவேண்டிய \n" +
                        "காவல்துறையே \n" +
                        "காமவேட்கையாடினால் \n" +
                        "என்ன செய்வது...? \n" +
                        " \n" +
                        "காமவேட்கையனின் \n" +
                        "கண்ணைமூட முயலாதே. \n" +
                        "சரியாக சரீரத்தை \n" +
                        "மறைத்தால் போதும்... \n" +
                        " \n" +
                        "கொழுந்துவிட்டு எறியும் \n" +
                        "தீயிற்கு வேலிஎதற்கு..? \n" +
                        "பெண்ணே  உன்னைவிட \n" +
                        "உனக்கு சிறந்த பாதுகாப்பு \n" +
                        "வேறொன்றுமில்லை...\n";

        temp.image=R.drawable.img63;
        poemList.add(temp);

                /* 64th Poem */
        temp=new Poem();

        temp.title="விற்கப்பட்டவள் மீட்கப்பட்டாள்";

        temp.short_content="பணத்துக்காக \n" +
                "பூப்பெய்தும் வயதில் \n" +
                "பூக்களைப்போல்\n" +
                "விற்கப்பட்டாள் \n" +
                "விலைமாதுவாக...!\n" ;

        temp.long_content=
                "\n" +
                        "தாய்ப்பால்\n" +
                        "சுரக்கும் முன்னரே\n" +
                        "கள்ளிப்பால் \n" +
                        "கொண்டுவரப்பட்டது \n" +
                        "பெண்ணாகப் பிறந்ததால்... \n" +
                        " \n" +
                        "பிஞ்சு வயதிலே\n" +
                        "நஞ்சுக்கு இரையாகிருப்பாள்  \n" +
                        "பத்துமாதங்கள் செய்த  \n" +
                        "மா’தவத்தினால் தப்பினாள்.. \n" +
                        " \n" +
                        "ஆரம்பப்பள்ளி \n" +
                        "சேர்க்கைக்கட்டணமே  \n" +
                        "ஆண்டுவருமானத்தை  \n" +
                        "கடந்ததால்  \n" +
                        "அரசுப்பள்ளியில் பயில்கிறாள்... \n" +
                        "\n" +
                        "கொத்தடிமை என்ற \n" +
                        "வறுமையிலிருந்து  \n" +
                        "மீள்வதற்குள்  \n" +
                        "தந்தையின் தசைகள்  \n" +
                        "தளர்ந்துவிடும் போலும்...\n" +
                        " \n" +
                        "வட்டிப்பணம்  \n" +
                        "கட்டமுடியாமல்  \n" +
                        "கட்டிலில் பெற்றவர்கள்  \n" +
                        "இருவரும் \n" +
                        "ஆழ்ந்த உறக்கத்தில்... \n" +
                        " \n" +
                        "இரவெல்லாம் துங்காமல் \n" +
                        "பார்த்துக்கொண்டிருந்தது  \n" +
                        "இப்போது தூங்குவதற்கா\n" +
                        "என்று உருக்கமாக அழுகிறாள்.. \n" +
                        "\n" +
                        "பணத்துக்காக  \n" +
                        "பூப்பெய்தும் வயதில் \n" +
                        "பூக்களைப்போல்  \n" +
                        "விற்கப்பட்டாள் \n" +
                        "விலைமாதுவாக...\n" +
                        " \n" +
                        "கடலைக்கூடக் \n" +
                        "கடந்துவிடுவாள்போல \n" +
                        "அந்தப்பெண்கள் கூட்டத்தைக் \n" +
                        "கடக்கமுடியவில்லை...\n" +
                        " \n" +
                        "சுட்டெரிக்கும் வெயிலில் \n" +
                        "நடந்த கால்கள் \n" +
                        "சூடுபட்டுக் கிடக்கிறது \n" +
                        "தப்பிக்க முயன்றதால்...\n" +
                        " \n" +
                        "கள்ளிச்செடிக்கு \n" +
                        "இறையாகியிருக்கலாம் \n" +
                        "காமக்கொடியவர்களின் \n" +
                        "பசிக்கு இறையாகிவிட்டாளே...\n" +
                        " \n" +
                        "என்னவிலை கேட்டாலும்  \n" +
                        "கொடுப்பேன் \n" +
                        "எனக்கொரு மணிநேரம்  \n" +
                        "அவள் கொடுத்தால்...\n" +
                        " \n" +
                        "கண்டம் முடிந்தது போலும்  \n" +
                        "கண்டம்தாண்டி  \n" +
                        "விற்கப்பட்டவள்  \n" +
                        "மீட்கப்பட்டாள் என் மனைவியாக..\n" +
                        " \n" +
                        "பலரின் இச்சை ஆசைக்குக்  \n" +
                        "கசைந்து எறியப்பட்டக்  \n" +
                        "காகிதம்தான் அவள்.. \n" +
                        "தன்மீது எழுதப்பட்ட \n" +
                        "கவிதையை சுமப்பதுபோல \n" +
                        "என்கருவையும் சுமக்கிறாள்... \n" +
                        " \n" +
                        "முப்பதுவயதில் \n" +
                        "முதுகலைப்பட்டம் முடித்தாள்...\n" +
                        "அடுப்பறையில்  \n" +
                        "மாவாட்டப் பிறந்தவள்  \n" +
                        "மாவட்ட ஆட்சியாளரானாள்.. \n" +
                        " \n" +
                        "சிவப்பு விளக்குப்\n" +
                        "பகுதிகளை \n" +
                        "சிவப்புவிளக்கு  \n" +
                        "வாகனத்தில் வந்து  \n" +
                        "அழித்தாள்... \n" +
                        "\n" +
                        "இப்படி நரகத்தையே \n" +
                        "சொர்க்கமாக மாற்றும்  \n" +
                        "பெண்கள் மத்தியில்... \n" +
                        " \n" +
                        "பாவாடை அணியும் வயதிலே\n" +
                        "ஆடையைப்போல்  \n" +
                        "ஆடவர்களை மாற்றி \n" +
                        "சொர்க்கத்தில் நரகத்தைத்தேடும் \n" +
                        "பெண்களும் உள்ளனரே...\n";

        temp.image=R.drawable.img64;
        poemList.add(temp);

                /* 65th Poem */
        temp=new Poem();

        temp.title="அன்பு மகளான அம்மா";

        temp.short_content="அவளை அம்மாவென்று \n" +
                "அழைக்கமுடியாததால் தான்\n" +
                "என்னவோ!\n" +
                "அவள் பிறக்கும்போது\n" +
                "அம்மாவென்று ஆயிரம்முறை\n" +
                "அழைத்தேனோ..?\n" ;

        temp.long_content=
                "\n" +
                        "எனது வலதுகை\n" +
                        "எப்போதும் மூடியுள்ளது\n" +
                        "ஆம், \n" +
                        "என் அன்னையைக் கற்பனையில் \n" +
                        "கைபிடித்து நடக்கிறேன்... \n" +
                        " \n" +
                        "அன்னையாக என்னைச் \n" +
                        "சுமந்த காலங்களோடு \n" +
                        "வாழ்ந்தகாலம் குறைவுதான்... \n" +
                        " \n" +
                        "மண்மேல் இருப்பினும் \n" +
                        "மண்ணுக்குள் இருப்பினும்\n" +
                        "அவள் நினைவுகள் \n" +
                        "என் நெஞ்சுக்குள் இருக்கும்.. \n" +
                        " \n" +
                        "கல்லூரி விடுதியில்  \n" +
                        "வாரத்தில் ஒருநாள்\n" +
                        "அனைவரும் அன்னையின் \n" +
                        "அணைப்பில்... \n" +
                        "நான்மட்டும் தனிமையில்... \n" +
                        " \n" +
                        "விண்ணின் மழைத்துளியும்\n" +
                        "தோற்றுப்போகும் \n" +
                        "என் இதயத்திலிருந்துவரும் \n" +
                        "இரத்தகசிவிடம் \n" +
                        "அன்னை இல்லாதவேதனையில்... \n" +
                        "\n" +
                        "நான் பிறந்ததும் \n" +
                        "விரைவிலே சென்றது \n" +
                        "எனக்கு மகளாக \n" +
                        "பிறக்கவேண்டுமென்ற வரம் \n" +
                        "வாங்கத்தான்போலும்...\n" +
                        " \n" +
                        "என் வாழ்க்கையில் \n" +
                        "அனைத்தையும் இழந்த \n" +
                        "பின்னரும் வாழ்வதற்கு \n" +
                        "ஒருபிடிமானம் அவள்தானே...\n" +
                        " \n" +
                        "இன்று என்னைச் சுமந்த  \n" +
                        "அன்னையை  \n" +
                        "நான் சுமக்கிறேன்  \n" +
                        "என் குழந்தையாக..\n" +
                        " \n" +
                        "நான் இழந்தபாசத்தை \n" +
                        "இருமடங்காக  \n" +
                        "அவளுக்கு கொடுக்கணும்... \n" +
                        "\n" +
                        "பல யுகமாகக் \n" +
                        "காத்திருக்கிறேன் \n" +
                        "அன்னையின் முகம்காண... \n" +
                        " \n" +
                        "உன்னைக் காணதுடிப்பது\n" +
                        "என் இதயம் மட்டுமன்று  \n" +
                        "என் இமைக்களும்தான்... \n" +
                        " \n" +
                        "விரைந்து வந்து \n" +
                        "விருந்து அளி\n" +
                        "உனக்காகக் காத்திருக்கும் \n" +
                        "என் விழிகளுக்காக.. \n" +
                        " \n" +
                        "அவளை அம்மாவென்று \n" +
                        "அழைக்கமுடியாததால் தான்\n" +
                        "என்னவோ \n" +
                        "அவள் பிறக்கும்போது \n" +
                        "அம்மாவென்று ஆயிரம்முறை \n" +
                        "அழைத்தேனோ..? \n" +
                        "\n" +
                        "வெள்ளப் பெருக்கெடுத்தது \n" +
                        "எனது கண்களில் \n" +
                        "உன்னைப் பெற்றதினால்... \n" +
                        " \n" +
                        "உன்னைக் கண்டபின்னரோ\n" +
                        "ஒருநொடிகூட  \n" +
                        "உன்னைக் காணாமலிருக்க \n" +
                        "இமைகள் முயல்வதில்லை... \n" +
                        " \n" +
                        "உன்மீது அன்புகொண்ட\n" +
                        "பின்னரே  \n" +
                        "அன்பிற்கும் எல்லையுண்டா \n" +
                        "என்கிறது மனம்... \n" +
                        " \n" +
                        "என் சுவாசத்திற்கும் \n" +
                        "இதயத்துடிப்பிற்கும் \n" +
                        "விடுமுறை கிடைத்தாலும் \n" +
                        "என் அன்பிற்கு என்றும்\n" +
                        "விடுமுறையன்று... \n" +
                        " \n" +
                        "அன்புடன் \n" +
                        "உனக்கு அன்னையாக  \n" +
                        "உனது மகள்...  \n" ;


        temp.image=R.drawable.img65;
        poemList.add(temp);

                /* 66th Poem */
        temp=new Poem();

        temp.title="பெத்த மனம் பித்து";

        temp.short_content="உணவு ஊட்டும்போதே \n" +
                "அன்பையும் சேர்த்து\n" +
                "ஊட்டுகிறாள் அன்னை...\n" +
                "ஆகையால்தான் விரைவாகவே\n" +
                "பசியாறுகிறது...\n" ;

        temp.long_content=
                "\n" +
                        "உடலையும்,உயிரையும்\n" +
                        "ஒருசேரக் கொடுப்பது\n" +
                        "தாயென்றால் \n" +
                        "உயிர்கொடுப்பது \n" +
                        "தந்தையாவார்.... \n" +
                        " \n" +
                        "தவழ்ந்த பின்னர்\n" +
                        "விழாமல் நடக்க \n" +
                        "வேண்டுமென \n" +
                        "அன்னை நினைக்கிறாள்... \n" +
                        " \n" +
                        "விழாமல் நடப்பது\n" +
                        "எப்படியென்று \n" +
                        "தந்தை கற்பிக்கிறார்.. \n" +
                        " \n" +
                        "உணவு ஊட்டும்போதே \n" +
                        "அன்பையும் சேர்த்து\n" +
                        "ஊட்டுகிறாள் அன்னை... \n" +
                        "ஆகையால்தான் விரைவாகவே \n" +
                        "பசியாறுகிறது... \n" +
                        " \n" +
                        "அறிவையும்,அடக்கத்தையும்\n" +
                        "அறிவுரையில் அடக்கிடும் \n" +
                        "அறிஞன் அப்பா.. \n" +
                        " \n" +
                        "உயர்கல்வி பயில\n" +
                        "பரம்பரைச் \n" +
                        "சொத்தையும் விற்றனர்... \n" +
                        "உன்னைவிடுதியில் சேர்க்க \n" +
                        "மனமின்றி \n" +
                        "இடமாறுதலும் பெற்றனர்...\n" +
                        " \n" +
                        "உன்னைப்போன்று \n" +
                        "அழகாக\n" +
                        "உன் வாழ்க்கையை  \n" +
                        "வடிவமைத்தது அவர்களே.. \n" +
                        "அவர்களுக்கு முகத்தில்  \n" +
                        "வடிகின்ற கண்ணீரையே  \n" +
                        "\n" +
                        "உணவாக செந்நீரைத் \n" +
                        "தந்த தாய்க்கு \n" +
                        "கண்ணீரைத் தந்தாயே... \n" +
                        " \n" +
                        "அவன் வளர்க்கும் \n" +
                        "செல்ல நாய்க்கு \n" +
                        "பழமும் சோறும்... \n" +
                        "அவனை வளர்த்த \n" +
                        "செல்லத்’தாய்’க்குப்\n" +
                        "பழைய சோறு... \n" +
                        " \n" +
                        "ஒரே ஊரிலிருந்தும் \n" +
                        "அவர்களை \n" +
                        "முதியவர் விடுதிக்கு\n" +
                        "அனுப்பினா(நா)யே.. \n" +
                        " \n" +
                        "ஆண்டவனை வேண்டி \n" +
                        "வரம் பெற்றனர் \n" +
                        "உனக்கு அவர்கள்நிலை\n" +
                        "வரக்கூடாதென்று.... \n" +
                        "பெத்தமனம் பித்து \n" +
                        "பிள்ளைமனம் கல்லு. \n" ;


        temp.image=R.drawable.img66;
        poemList.add(temp);

                /* 67th Poem */
        temp=new Poem();

        temp.title="நியாயம் கிட்டுமா...? ";

        temp.short_content="ஆங்கிலத்தால் என் \n" +
                "தமிழ் அழிகிறது...\n" +
                "ஆயுதங்களால் என்\n" +
                "தமிழினம் அழிகிறதே...!\n" ;

        temp.long_content=
                "\n" +
                        "அணு ஆயுதங்களால்\n" +
                        "அமைதிப் பூங்காவில்\n" +
                        "அமைதியாகத் தூங்குகிறார்கள் \n" +
                        "நெடுங்காலமாக நிகழும் \n" +
                        "கொடுமையினால்... \n" +
                        " \n" +
                        "ஆயுதங்களும்\n" +
                        "அன்னையைப் போல \n" +
                        "தாலாட்டுப் பாடினவோ \n" +
                        "இவர்கள் தூங்குவதற்கு... \n" +
                        " \n" +
                        "ஆங்கிலத்தால் என்\n" +
                        "தமிழ் அழிகிறது... \n" +
                        "ஆயுதங்களால் என் \n" +
                        "தமிழினம் அழிகிறதே... \n" +
                        " \n" +
                        "புத்தபூமியில் நடக்கும்\n" +
                        "யுத்தத்தினால் இரத்தம் \n" +
                        "கசிகிறதே... \n" +
                        " \n" +
                        "தாய் மடிந்ததைக்கூட \n" +
                        "அறியாமல்\n" +
                        "அவள் மார்பைக்கடித்து \n" +
                        "பசியில் அழுகிறதே \n" +
                        "பச்சிளம் குழந்தை... \n" +
                        " \n" +
                        "பெண்ணின் அங்கங்கள் \n" +
                        "மனிதமிருகங்களால் \n" +
                        "மானபங்கம் \n" +
                        "செய்யப்படுகிறதே... \n" +
                        " \n" +
                        "நேற்றுத் துள்ளிவிளையாடின\n" +
                        "கால்கள் \n" +
                        "இன்று துண்டுபட்டுக் \n" +
                        "கிடக்கின்றனவே...! \n" +
                        " \n" +
                        "அகிம்சையால்\n" +
                        "அகிலத்தை ஆண்ட \n" +
                        "ஆண்டவனே \n" +
                        "எங்கே சென்றாய்..? \n" +
                        " \n" +
                        "இவ்வுலகைத் திருத்த\n" +
                        "ஒரு காந்தியடிகள் \n" +
                        "போதாதென்று ஒவ்வொரு \n" +
                        "ரூபாய் நோட்டிலும் \n" +
                        "பிறந்துள்ளீர்களா..? \n" +
                        "\n" +
                        "மக்களுக்காகத் தாங்கள் \n" +
                        "போராடினீர்கள்.. \n" +
                        "மக்கள் தங்களுக்காக \n" +
                        "மட்டுமே போராடுகிறார்கள்... \n" +
                        "\n" +
                        "அன்பு,அகிம்சையை \n" +
                        "மறந்தது \n" +
                        "மக்கள் மட்டுமா..? \n" +
                        "இல்லை நாட்டையாளும் \n" +
                        "மாக்களுமா?\n" +
                        " \n" +
                        "நீங்கள் நிராயுதமாக \n" +
                        "நின்றதினால் \n" +
                        "சுதந்திரமடைய வழி \n" +
                        "கிடைத்தது நம்நாட்டுக்கு...\n" +
                        " \n" +
                        "நாங்கள் நிராயுதமாக \n" +
                        "நிற்பதினால் தங்க \n" +
                        "நிரந்தரமான வழி \n" +
                        "கிடைத்தது சுடுகாட்டில்.\n" +
                        " \n" +
                        "எங்களை வைத்தே \n" +
                        "அரசியல் ஆதாயம் \n" +
                        "தேடுகின்றனரே தவிர \n" +
                        "எங்களுக்கு மறுவாழ்வு\n" +
                        "இன்னும் உதயமாகவில்லை... \n" +
                        " \n" +
                        "மனிதநேயம் \n" +
                        "இறந்தபின்னரும் \n" +
                        "நியாயம் கிட்டுமென\n" +
                        "காத்திருக்கிறேன்...\n";

        temp.image=R.drawable.img67;
        poemList.add(temp);

                /* 68th Poem */
        temp=new Poem();

        temp.title="விபத்துயென்ற  பெயரில் கொலைகள்";

        temp.short_content="ஓலைக்கூரைக்குள் \n" +
                "அச்சிறுவர்களின்\n" +
                "ஓலக்குரலைக்கேட்டு\n" +
                "அச்சுவர்கள் அழுது\n" +
                "தீயை அணைத்தன போலும்...\n" ;

        temp.long_content=
                "\n" +
                        "ஒவ்வொருவரும்\n" +
                        "பல எதிர்ப்புகளையும் மீறி\n" +
                        "ஏதேனும் \n" +
                        "ஓர் எதிர்பார்ப்புடன்தான் \n" +
                        "வாழ்கிறோம்.... \n" +
                        " \n" +
                        "தூக்கம் கலைந்தபின்னரும்\n" +
                        "கனவுகள் கலையாமல் \n" +
                        "இருப்பதுவே இலட்சியம்... \n" +
                        " \n" +
                        "தூக்கத்தைக் கலைத்து \n" +
                        "பள்ளிக்குச் செல்ல\n" +
                        "ஊக்கத்தைத் தருகிறது \n" +
                        "அம்மாவின் அழைப்புக்குரல்... \n" +
                        " \n" +
                        "போராட்டம்,ஓய்வு \n" +
                        "ஊதிய உயர்வு இன்றி\n" +
                        "உன்உயர்வுக்காக ஓயாமல் \n" +
                        "உழைக்கிறாள் அம்மா... \n" +
                        " \n" +
                        "குடும்ப பாரத்தை \n" +
                        "தனதுசிரத்தில் சுமந்துகொண்டே\n" +
                        "புதுவிடியலாக இருக்குமென \n" +
                        "எண்ணி ஒவ்வொரு நாளையும் \n" +
                        "எதிர்கொள்கிறார் அப்பா... \n" +
                        " \n" +
                        "வாழ்க்கைச் சுமையுடன்\n" +
                        "புத்தகத்தின் சுமையைசேர்த்து \n" +
                        "சுமந்து கொண்டுதான் \n" +
                        "பள்ளிக்குச் செல்கின்றனர்... \n" +
                        " \n" +
                        "பல கனவுகளுடனும்\n" +
                        "நாளை விடுமுறையென்ற \n" +
                        "ஆவலுடனும் பள்ளிக்குச்சென்றனர் \n" +
                        "அப்பச்சிளம் குழந்தைகள்... \n" +
                        " \n" +
                        "ஒளிமயமான வாழ்வை\n" +
                        "எதிர்நோக்கியவர்களுக்கு \n" +
                        "ஒளியேற்றி வைக்க \n" +
                        "வந்தனவோ தீச்சுடர்...  \n" +
                        " \n" +
                        "பூட்டிய அறைக்குள்\n" +
                        "கண்ணிமைக்கும் நேரத்தில் \n" +
                        "மூலைமுடுக்கெல்லாம் \n" +
                        "தீ பரவியது... \n" +
                        " \n" +
                        "தாய்க்கு இணையான\n" +
                        "ஆசிரியைகள்  \n" +
                        "ஆடிவெள்ளியின் சிறப்பறிந்து \n" +
                        "இறைவனை வேண்ட \n" +
                        "அறைக்குள் பூட்டிச்சென்றனர் \n" +
                        "இறப்பினைப் பரிசளித்து\n" +
                        "இறைவனிடமே அனுப்பினர்... \n" +
                        " \n" +
                        "ஓலைக்கூரைக்குள் \n" +
                        "அச்சிறுவர்களின் \n" +
                        "ஓலக்குரலைக்கேட்டு\n" +
                        "அச்சுவர்கள் அழுது \n" +
                        "தீயை அணைத்தன போலும்... \n" +
                        " \n" +
                        "யாருமே அவர்களைக் \n" +
                        "காப்பாற்ற வரவில்லையென்ற\n" +
                        "ஏக்கமே வெந்தனலைவிட \n" +
                        "அதிகம் சுட்டிருக்கும்... \n" +
                        " \n" +
                        "அப்பாவிக் குழந்தைகளை \n" +
                        "அப்-பாவி ஆசிரியைகளே\n" +
                        "கொன்றனர் \n" +
                        " \n" +
                        "வாழ்வைக் கற்பிக்கும் \n" +
                        "வகுப்பறையே  \n" +
                        "கல்லறையானது\n" +
                        "இதுவே முதல்முறை... \n" +
                        " \n" +
                        "வாரத்தின் கடைசிநாள் \n" +
                        "வாழ்வின் கடைசிநாள் \n" +
                        "ஆயிற்று...\n" +
                        " \n" +
                        "மடிந்தது \n" +
                        "94 குழந்தைகளா \n" +
                        "அல்லது \n" +
                        "94 குடும்பங்களா..? \n" +
                        " \n" +
                        "மூன்றுபத்து நிமிட \n" +
                        "தீயின் கொடுமைக்கு \n" +
                        "பத்தாண்டுக்குப் பிறகே \n" +
                        "(அ)நீதி கிடைத்தது...\n";

        temp.image=R.drawable.img68;
        poemList.add(temp);

                /* 69th Poem */
        temp=new Poem();

        temp.title="தாயுமானவன்";

        temp.short_content="நானும், \n" +
                "கடவுளைப்பார்த்தேன்;\n" +
                "ஆம்...\n" +
                "என்னை அவர்\n" +
                "சுமந்துகொண்டு நிற்கிறார்...\n" ;

        temp.long_content=
                "\n" +
                        "ஈரைந்து மாசம்\n" +
                        "சுமப்பதால் தாயாகிறாள்...\n" +
                        "ஓரைந்து வருசம் \n" +
                        "தோளில் சுமப்பதால் \n" +
                        "தந்தையே நீயும் தாய்தான்...  \n" +
                        " \n" +
                        "உங்கள் நெஞ்சினில்\n" +
                        "உறங்கையில்  \n" +
                        "கிடைக்கின்ற தூக்கம் \n" +
                        "வசந்தமாளிகையின் \n" +
                        "பஞ்சு மெத்தையில் \n" +
                        "கிடைக்குமா என்பது\n" +
                        "ஐயமே....? \n" +
                        " \n" +
                        "அப்பா! என்று கத்தினேன்... \n" +
                        "நீங்கள் ஆசையாய் \n" +
                        "முத்தமிட்டபோது\n" +
                        "உங்கள் மீசை குத்திட்டதால்.. \n" +
                        " \n" +
                        "அன்று எடுத்த மீசையை \n" +
                        "இன்றுவரை நீங்கள்  \n" +
                        "வளர்க்காமல் இருக்கும்காரணம்\n" +
                        "அம்மா சொல்லியே உணர்ந்தேன்... \n" +
                        " \n" +
                        "கோவில் திருவிழாவில் \n" +
                        "கடவுள் தரிசனத்தைப்பார்க்க \n" +
                        "என்னால் பார்க்கமுடியாதபோது\n" +
                        "என்னை உங்கள் தோளில் \n" +
                        "ஏற்றினீர்கள்... \n" +
                        " \n" +
                        "நானும், \n" +
                        "கடவுளைப்பார்த்தேன்.\n" +
                        "ஆம்... \n" +
                        "என்னை அவர் \n" +
                        "சுமந்துகொண்டு நிற்கிறார்.. \n" +
                        " \n" +
                        "உளி எடுக்காத\n" +
                        "ஒரு சிற்பி நீங்கள்... \n" +
                        "எங்கள் வாழ்க்கையை \n" +
                        "அழகாக செதுக்குவதால்... \n" +
                        " \n" +
                        "தாய்க்கு இணையாக\n" +
                        "பாசம்கொண்ட தாயுமானவனே \n" +
                        "இன்றுதான் நீங்கள் \n" +
                        "உலகம் வந்த பிறந்தநாளோ..? \n" +
                        " \n" +
                        "இத்தனை சிறப்புகளை\n" +
                        "கொண்ட உங்களுக்கு \n" +
                        "எப்படி ஒரு பிறவியில் \n" +
                        "வாழ்த்தினைக் கூறுவேன்...? \n" ;

        temp.image=R.drawable.img69;
        poemList.add(temp);

                /* 70th Poem */
        temp=new Poem();

        temp.title="குரு தட்சணை";

        temp.short_content="உயரத்தை எட்டிவிட்டோம்  \n" +
                "என்பதற்காக\n" +
                "விமானம் நின்றுவிடுவதில்லை...\n" +
                "ஓய்வு பெற்றபின்னரும்கூட\n" +
                "போதிக்க மறு(ற)ப்பதில்லை\n" +
                "நல்லாசிரியர்கள்...\n" ;

        temp.long_content=
                "\n" +
                        "தாயின் கருவறை\n" +
                        "போன்றது வகுப்பறை....\n" +
                        "ஆகையால்தான்   \n" +
                        "40குழந்தைகளுக்கு \n" +
                        "தாயாகும் பாக்கியம் \n" +
                        "ஆசிரியருக்கு மட்டுமே \n" +
                        "கிட்டுகிறது\n" +
                        " \n" +
                        "ஒருவன் மேதையாவதும் \n" +
                        "பேதையாவதும் \n" +
                        "குருவின் போதனையிலே \n" +
                        "உள்ளது.\n" +
                        " \n" +
                        "பருவம்பார்த்து \n" +
                        "விதைக்கும் விவசாயி \n" +
                        "உரிய நேரத்தில் பயிரை \n" +
                        "அறுவடை செய்கிறான்...\n" +
                        " \n" +
                        "மாணவப்பருவம் பார்த்து \n" +
                        "நற்சிந்தனைகள் எனும் \n" +
                        "விதை விதைத்தால்  \n" +
                        "சாதனைகள் எனும் பயிரை\n" +
                        "அறுவடை செய்யலாம்... \n" +
                        " \n" +
                        "நாட்டின் எதிர்காலம் \n" +
                        "இளைஞர்களிடம் \n" +
                        "உள்ளதென்றால்\n" +
                        "அதைத் திட்டமிட்ட பாதையில்  \n" +
                        "வழிநடத்திச் செலுத்தவல்லவர் \n" +
                        "ஆசிரியரே... \n" +
                        " \n" +
                        "உயரத்தை எட்டிவிட்டோம்\n" +
                        "என்பதற்காக  \n" +
                        "விமானம் நின்றுவிடுவதில்லை... \n" +
                        "ஓய்வு பெற்றபின்னரும்கூட \n" +
                        "போதிக்க மறு(ற)ப்பதில்லை \n" +
                        "நல்லாசிரியர்கள்...\n" +
                        " \n" +
                        "சுடரின் அளவிற்கேற்ப \n" +
                        "அதனை சுற்றிய  \n" +
                        "இருளும் விலகுகிறது... \n" +
                        "ஆசிரியரின் \n" +
                        "அறிவுச்சுடரின் அளவிற்கேற்ப \n" +
                        "அறியாமையெனும் இருள்விலகுகிறது... \n" +
                        " \n" +
                        "நேரம் தவறாமை \n" +
                        "போதிக்க மறவாமை\n" +
                        "ஒரு சார்பு பாராமை \n" +
                        "ஆசிரியர்களின் நற்குணங்கள்... \n" +
                        " \n" +
                        "இப்படிப்பட்ட \n" +
                        "ஆசிரியர்களுக்கு\n" +
                        "குரு தட்சணையாக \n" +
                        "இன்னுயிரைக் கொடுத்தேணும் \n" +
                        "மதித்துக் காப்போம்... \n" +
                        " \n" +
                        "பெண்ணிற்குப்\n" +
                        "பாதுகாப்பான இடமென்றால் \n" +
                        "அது தாயின் கருவறை... \n" +
                        "அதற்கு இணையான \n" +
                        "வகுப்பறையில்கூட \n" +
                        "சிலசமயம் நடக்கிறது\n" +
                        "பாலியல் வன்கொடுமை...  \n" +
                        " \n" +
                        "தன் குழந்தைகள்போல் \n" +
                        "உணர்ந்து போதிக்காமல் \n" +
                        "மறந்து போகின்றனர்...\n" +
                        " \n" +
                        "ஆசிரியர் வேடம்தரித்து \n" +
                        "முளைத்துள்ள களைகளைக் \n" +
                        "களைந்தெரிந்திடுவோம்.. \n" +
                        "\n" +
                        "இப்படிப்பட்ட \n" +
                        "சிறியவர்களை \n" +
                        "இன்னுயிரைக் கொடுத்தேணும் \n" +
                        "மிதித்து ஒழிப்போம்...\n";

        temp.image=R.drawable.img4;
        poemList.add(temp);




        return poemList;
    }
}
