package com.seetha.kavithai.annaikusamarpanam;

import android.content.Intent;
import android.support.annotation.Nullable;
import android.support.v4.app.Fragment;
import android.os.Bundle;
import android.view.LayoutInflater;
import android.view.View;
import android.view.ViewGroup;
import android.widget.AdapterView;
import android.widget.ListView;

import java.util.ArrayList;
import java.util.List;


public class LovePoems extends Fragment {

    List<Poem> poemList;
    @Nullable
    @Override
    public View onCreateView(LayoutInflater inflater, @Nullable ViewGroup container, @Nullable Bundle savedInstanceState) {

        View rootView = inflater.inflate(R.layout.activity_main, null);

        ListView recList = (ListView) rootView.findViewById(R.id.cardList);

        PoemAdapter ca = new PoemAdapter(getActivity().getApplicationContext(), getActivity().getResources(), populateKavithai());
        recList.setAdapter(ca);

        recList.setOnItemClickListener(new AdapterView.OnItemClickListener() {
            @Override
            public void onItemClick(AdapterView<?> parent, View view, int position, long id) {

                Intent dispIntent = new Intent(getActivity().getApplicationContext(), DisplayPoem.class);
                int img = poemList.get(position).image;
                String title = poemList.get(position).title;
                String content = poemList.get(position).long_content;
                dispIntent.putExtra("title", title);
                dispIntent.putExtra("content", content);
                dispIntent.putExtra("img", img);
                dispIntent.addFlags(Intent.FLAG_ACTIVITY_NEW_TASK);
                startActivity(dispIntent);


            }
        });
        return rootView;
    }

    private List<Poem> populateKavithai() {

       poemList = new ArrayList<>();

        Poem temp;
        /* 71st Poem */
        temp=new Poem();

        temp.title="என்ன(இ)வளின் காதல்";

        temp.short_content="எனக்காக அவள்  \n" +
                "முதல்முறையாக செய்த சமையல்\n" +
                "அமிர்தமடி எனக்கு\n" +
                "அவள் செவ்விதழ்கள் \n" +
                "ஊட்டியதால்...\n" ;

        temp.long_content=
                "\n" +
                        "அவள்\n" +
                        "ஊமையென்றுதான் \n" +
                        "எண்ணினேன் \n" +
                        "கண்களால் என்னிடம் \n" +
                        "பேசியபோது ...\n" +
                        " \n" +
                        "தூண்டிலில்தான் மீன் \n" +
                        "அகப்படும் \n" +
                        "இன்றோ மீன்போன்ற \n" +
                        "அவள் கண்களில் \n" +
                        "தூண்டிலாக மாட்டிக்கொண்டேன்... \n" +
                        "\n" +
                        "என்னவொரு அதிசயம் \n" +
                        "பகலில் இருநிலவுகள் \n" +
                        "அவளது இமைகளுக்குள்.. \n" +
                        " \n" +
                        "இதயம்நின்ற பின்னரும்\n" +
                        "உண்டு,உறங்கமுடியும் \n" +
                        "என்பது \n" +
                        "அவள் வந்த பின்னரே \n" +
                        "கண்டுகொண்டேன்... \n" +
                        "\n" +
                        "அவளது மனதில் \n" +
                        "நான் சிறைபட்ட்டது எப்படி \n" +
                        "அவளது மழலை சிரிப்புதான் \n" +
                        "காரணமா? \n" +
                        "\n" +
                        "இரத்தமின்றி  \n" +
                        "மாற்று அறுவைசிகிச்சை \n" +
                        "முடியுமா? \n" +
                        "நம்மால் முடிந்ததே \n" +
                        "அவளது இதயம் எனக்குள்... \n" +
                        " \n" +
                        "எனக்காக அவள் \n" +
                        "முதல்முறையாக செய்த சமையல் \n" +
                        "அமிர்தமடி எனக்கு \n" +
                        "அவள் செவ்விதழ்கள் ஊட்டியதால்..\n" +
                        " \n" +
                        "கோபத்தில் கோபுரத்தைவிட \n" +
                        "உயரமாயிருந்தாள் \n" +
                        "பொறுமையில் பூமியும்  \n" +
                        "உனது காலடியில்தானடி...\n" +
                        " \n" +
                        "உச்சந்தலையில் \n" +
                        "நான்பதித்த முதல்முத்தம் \n" +
                        "காதலிக்கு மனைவியென்ற \n" +
                        "பதவி உயர்வுகிடைத்ததே...\n" +
                        " \n" +
                        "இருவீட்டாரின் அனுமதியோடு \n" +
                        "பதிவுத்திருமணம் செய்துகொண்டது \n" +
                        "எனக்கு எளிமை பிடிக்கும் \n" +
                        "என்பதற்காகவா?\n" +
                        " \n" +
                        "அந்திமாலையில் \n" +
                        "மயங்கிவிழுந்தபோது  \n" +
                        "என்னுயிரே நின்றுபோனது.. \n" +
                        "எழுந்தபின்னரே அறிந்தேன் \n" +
                        "என்னுயிரை சுமக்கிறாயென்று... \n" +
                        " \n" +
                        "உன் மடியில் நம் குழந்தை \n" +
                        "என் மடியில் \n" +
                        "குழந்தையை சுமக்கும் குழந்தை..\n" +
                        " \n" +
                        "என்னை உன்னிறத்தில் \n" +
                        "காண்கிறேன் குழந்தையாக; \n" +
                        "உன் அன்பில்வளரும் இரு \n" +
                        "குழந்தைகளானோம் நாங்கள்...\n" +
                        " \n" +
                        "எனதுவாழ்க்கையில் \n" +
                        "அடுத்தடுத்து \n" +
                        "பிரச்சனைகள் பிரசவித்தபோது \n" +
                        "தாயைப்போல் என்கையைப்பற்றி\n" +
                        "வெற்றிப்பாதையில் நடந்தாயே... \n" +
                        " \n" +
                        "மூன்றாவது காலூன்றி \n" +
                        "நடக்கும்போது \n" +
                        "உன்முத்தம் ஒன்றுமட்டும்\n" +
                        "யுத்தம் செயும்சக்தியை \n" +
                        "அளிக்கிறதே... \n" +
                        " \n" +
                        "பற்கள் அரும்பாத \n" +
                        "இளமையில் அன்னைமடியில் \n" +
                        "உறங்கினேன்... \n" +
                        "பற்கள் விழுந்த \n" +
                        "முதுமையில் மனைவிமடியில் \n" +
                        "உறங்குகிறேன்... \n" +
                        " \n" +
                        "பார்வை மங்கியபோது \n" +
                        "என்னவள் அன்பைமட்டுமே \n" +
                        "தெளிவாக காணமுடிந்தது... \n" +
                        " \n" +
                        "என்னை பெற்றவளும் \n" +
                        "இவ்வுலகில் இன்றில்லை \n" +
                        "நான் பெற்றவனும் \n" +
                        "என்னை கவனிக்காதபோது \n" +
                        "என்னை குழந்தைபோல \n" +
                        "பார்த்துக்கொள்கிறாயே... \n" +
                        " \n" +
                        "தோல்கள் சுருங்கியபின்னரும் \n" +
                        "தோள்சாய என் தோழி \n" +
                        "இருப்பதால்தான் என்னவோ \n" +
                        "தோல்வியைகூட நான் \n" +
                        "கண்டதில்லை... \n" +
                        " \n" +
                        "தாய் மனைவி \n" +
                        "தோழி காதலியாக \n" +
                        "என்னுடன் இருந்தவள்  \n" +
                        "சுமங்கலியாக என்னை  \n" +
                        "விட்டுச்சென்றுவிட்டாள்... \n" +
                        " \n" +
                        "என்னைப்பிரிந்து \n" +
                        "ஒரு நொடிகூட வாழாதவள் \n" +
                        "ஒருநொடிக்கு முன்னரே \n" +
                        "சுமங்கலியாகிவிட்டாள்... \n" +
                        "நீ சென்ற மறுநொடி  \n" +
                        "உன்மடியில் \n" +
                        "என்னுயிர் போனதடி \n" +
                        " \n" +
                        "மறுபிறவியில் உன்னை  \n" +
                        "நானும் காதலிக்கவேண்டும் \n" +
                        "உன்னைப்போல்...\n";

        temp.image=R.drawable.img71;
        poemList.add(temp);

                /* 72nd Poem */
        temp=new Poem();

        temp.title="சொர்க்கத்தை தேடும்காதல்";

        temp.short_content="காற்றைக்கூட \n" +
                "நமக்கிடையில்\n" +
                "படுக்கையில்\n" +
                "அனுமதியேன்...\n" ;

        temp.long_content=
                "\n" +
                        "காதல்\n" +
                        "பல கவிஞர்களை\n" +
                        "பெற்றெடுத்த \n" +
                        "கருவறை... \n" +
                        " \n" +
                        "தாயின் கருவறையைப்போல் \n" +
                        "ஒரு சொர்க்கம்தான்\n" +
                        "காதல்... \n" +
                        "ஆனால், அது  \n" +
                        "எத்தனை பேருக்கு \n" +
                        "சொர்க்கமாகிறது...? \n" +
                        "\n" +
                        "உடை அலங்காரத்துக்கும் \n" +
                        "ஊர் சுற்றுவதற்கும் \n" +
                        "இருவருக்கும் சரியான \n" +
                        "துணை... \n" +
                        "\n" +
                        "காதல் என்றபோர்வையில் \n" +
                        "காமத்தை கசக்கி \n" +
                        "எரிகின்றனர்... \n" +
                        " \n" +
                        "காமமில்லாமல்\n" +
                        "காதலில்லை சரிதான் \n" +
                        "அப்பாவி உலகத்தில் \n" +
                        "காமத்துக்காகவே \n" +
                        "காதலிக்கின்றனரே... \n" +
                        "\n" +
                        "சுட்டெரிக்கும் வெயிலில் \n" +
                        "கடற்கரையில் \n" +
                        "படுக்கையறை காட்சியைக் \n" +
                        "காட்டும் கோரக்காதல்... \n" +
                        "\n" +
                        "எத்தனையோ  \n" +
                        "ஒருதலைக்காதல் \n" +
                        "தற்கொலையில்  \n" +
                        "முடிகிறது... \n" +
                        "\n" +
                        "சாவதற்காக வழியை \n" +
                        "தேடின நேரத்தில் \n" +
                        "சாதிப்பதற்காக வழியை \n" +
                        "தேடியிருக்கலாம். \n" +
                        "\n" +
                        "இரண்டு வருட  \n" +
                        "காதலுக்காக \n" +
                        "இருபதுவருட பெற்றோரின் \n" +
                        "கனவைக்கொல்கின்றனர். \n" +
                        "\n" +
                        "இதனால்தான் \n" +
                        "என்னவோ \n" +
                        "காதலென்றால் \n" +
                        "பெற்றோருக்கு \n" +
                        "வெறுப்பு.\n" +
                        " \n" +
                        "இப்படிப்பட்ட \n" +
                        "ஓர் உலகில் \n" +
                        "எனக்குள்ளும் \n" +
                        "காதல் பூத்தது.\n" +
                        " \n" +
                        "ஒருநொடியில் \n" +
                        "என் மனதை \n" +
                        "திருடிவிட்டாள் \n" +
                        "அதனால்தான் படபடவென\n" +
                        "என் இதயமும் துடித்ததோ. \n" +
                        " \n" +
                        "அந்தநொடி \n" +
                        "கோடிமுறை \n" +
                        "என் இதயம் \n" +
                        "துடித்ததுதான் \n" +
                        "காதலா? \n" +
                        " \n" +
                        "விஞ்ஞானமும்  \n" +
                        "தோற்றுப்போகிறது\n" +
                        "அவள் விழிகள் \n" +
                        "பேசும் மொழியிடம்... \n" +
                        " \n" +
                        "அவளைவிட \n" +
                        "அவள் கண்களைப்\n" +
                        "பார்க்கத்தான் \n" +
                        "அதிக ஆர்வம் \n" +
                        "அழகின் அழகு அது... \n" +
                        " \n" +
                        "அவள் காலடிபட் \n" +
                        "மண்ணுக்கு முன்னால் \n" +
                        "காதல்சின்னமும்(தாஜ்மகால்) \n" +
                        "சின்னதடி. \n" +
                        " \n" +
                        "நீ காதலை \n" +
                        "சொல்லியபோது \n" +
                        "இறக்கையில்லாமலே \n" +
                        "பறந்தேனடி. \n" +
                        " \n" +
                        "உன்னை கைபிடிக்கும் \n" +
                        "அந்தவொரு நொடிக்காக \n" +
                        "நாள்தோறும் \n" +
                        "தவமிருக்கிறேன். \n" +
                        " \n" +
                        "உனக்காக என்னுலகம் \n" +
                        "மாறுதடி,நீ காணாத \n" +
                        "ஓர் உலகம் அங்கு \n" +
                        "உன்னோடு வாழதுடிக்குதடி. \n" +
                        " \n" +
                        "தினமும் உன்னை \n" +
                        "புதுவிதமாய் \n" +
                        "காதலிக்கணும். \n" +
                        " \n" +
                        "நீ செய்யும் \n" +
                        "தவறைக்கூட \n" +
                        "ரசிக்கணும். \n" +
                        " \n" +
                        "நீ ஊட்டும்போது \n" +
                        "என்கையில் உண்பதையே \n" +
                        "நான் மறக்கணும். \n" +
                        " \n" +
                        "காற்றைக்கூட \n" +
                        "நமக்கிடையில் \n" +
                        "படுக்கையில்அனுமதியேன். \n" +
                        "உன் மார்பில் \n" +
                        "முகம்பதித்தே \n" +
                        "தினமும் உறங்கணும். \n" +
                        " \n" +
                        "உன்னோடு இருக்கும் \n" +
                        "ஒவ்வொரு நாளும் \n" +
                        "அணுவாய் நகரணும். \n" +
                        " \n" +
                        "உன் பெற்றோராக \n" +
                        "என் பெற்றோரை \n" +
                        "தினமும் நீ \n" +
                        "கவனிக்கணும். \n" +
                        " \n" +
                        "நமது இரண்டாவது \n" +
                        "குழந்தைகளாக \n" +
                        "அவர்கள் இருக்கணும். \n" +
                        " \n" +
                        "தாடி நரைத்து \n" +
                        "தடி பிடித்து \n" +
                        "நடக்கும் முதுமையிலும் \n" +
                        "உன் மடியில் \n" +
                        "நான் தூங்கணும். \n" +
                        " \n" +
                        "நான் தூங்கணும் \n" +
                        "நான் மடியனும் \n" +
                        "அப்போதுதான் \n" +
                        "நம்காதலும் \n" +
                        "சொர்க்கமாகும். \n" ;


        temp.image=R.drawable.img72;
        poemList.add(temp);


                /* 73rd Poem */
        temp=new Poem();

        temp.title="காதல் என்றுமே தோற்பதில்லை";

        temp.short_content="எனது உயிரணு உற்பத்தியை  \n" +
                "தடைசெய்ய விரும்புகிறேன்\n" +
                "என்னவளுடன் கணவனாக\n" +
                "உறவுகொள்ள முடியாததால்...\n" ;

        temp.long_content=
                "\n" +
                        "எனது இறுதி ஊர்வலத்தில்\n" +
                        "நான் நடந்துசெல்கிறேன்\n" +
                        "என்னவள் என்னிடமிருந்து \n" +
                        "விலகிச்சென்றபோது. \n" +
                        " \n" +
                        "முதன்முறையாக \n" +
                        "கைக்குட்டையை உபயோகிக்கிறேன்\n" +
                        "அவள்பிரிவை தாங்கமுடியாமல். \n" +
                        " \n" +
                        "இரண்டு சொட்டுநீரில் \n" +
                        "கடலைக்காண்கிறேன் \n" +
                        "அவளது கண்களில்.\n" +
                        " \n" +
                        "நெருப்பும் கண்ணீர் சிந்துகிறது \n" +
                        "எங்கள் இதயம்  அனுபவிக்கும் \n" +
                        "வேதனையைக் கண்டு. \n" +
                        "\n" +
                        "அவள் சுவாசித்து விட்டுச்சென்ற  \n" +
                        "காற்றும் கணக்கிறது எனக்கு, \n" +
                        "என்னவள்  \n" +
                        "என்னை விட்டுச்சென்றபோது. \n" +
                        "\n" +
                        "தொடுவானம் போல நீள்கிறது \n" +
                        "என்னிடம் அவள் விட்டுச்சென்ற \n" +
                        "அவளின் நினைவுகள். \n" +
                        " \n" +
                        "உலகத்தையே தாங்கும் \n" +
                        "பூமித்தாயால் எங்கள்  \n" +
                        "சோகத்தை தாங்கமுடியவில்லை. \n" +
                        " \n" +
                        "பஞ்சபூதங்களும்  \n" +
                        "எங்கள் வேதனையில்\n" +
                        "பங்குபெறும்போது, \n" +
                        "உறவுகள் எங்கே சென்றது. \n" +
                        " \n" +
                        "வகுப்பினை வகுத்தவன் எவனோ? \n" +
                        "வகுப்பறையில் வெற்றிப்பாதை \n" +
                        "வகுப்பினால் வெற்றுப்பதையானது \n" +
                        "எனது வாழ்க்கை. \n" +
                        "புதுமொழிகள் பேசிய \n" +
                        "விழிகள் நான்கும் இன்று  \n" +
                        "வலியில் துடிக்கிறது.\n" +
                        " \n" +
                        "உயிரைக்கொடுத்து \n" +
                        "காதலிக்கும்பெண் \n" +
                        "காதலனின் உயிரைக்காக்க  \n" +
                        "வேறொரு உயிரைச்சுமக்க\n" +
                        "தயாராவதை எவ்வாறு தாங்குவேன். \n" +
                        " \n" +
                        "பிஞ்சு நெஞ்சுக்காரி \n" +
                        "இன்று  \n" +
                        "கல்நெஞ்சுக்காரியாக வாழ்கிறாள்\n" +
                        "நான் வாழ்வதற்காக. \n" +
                        " \n" +
                        "அவளது தோற்றுப்போன \n" +
                        "காதலுக்காக - வாழ்வில் \n" +
                        "தாம்பத்தியத்தை வெறுக்கும்\n" +
                        "பெண்ணை எதனோடு ஒப்பிடுவேன்? \n" +
                        " \n" +
                        "காதலென்ற பெயரில்\n" +
                        "காமத்தை மட்டும் அனுபவிக்கும் \n" +
                        "காதலர்கள் மத்தியில்\n" +
                        "அவளொரு புதுமைப்பெண்தான். \n" +
                        " \n" +
                        "ஆம். \n" +
                        "சோதனைகளை கடந்தவள் \n" +
                        "சோதனைக்குழாயில்\n" +
                        "கருவை சுமப்பதினாள். \n" +
                        " \n" +
                        "எனது உயிரணு உற்பத்தியை \n" +
                        "தடைசெய்ய விரும்புகிறேன் \n" +
                        "என்னவளுடன் கணவனாக\n" +
                        "உறவுகொள்ள முடியாததால். \n" +
                        " \n" +
                        "காதலுக்காக \n" +
                        "இவர்கள் செய்யும் தியாகம் \n" +
                        "எத்தனை? \n" +
                        "கடவுளும் தோற்றுப்போவான் \n" +
                        "இவர்களிடம். \n" +
                        "\n" +
                        "பேருந்துகள்கூட 10மீற்றர் \n" +
                        "இடைவெளியில் செல்லாதபோது \n" +
                        "என்னவள் 10மீற்றர் \n" +
                        "இடைவெளியில் நடந்த \n" +
                        "நாட்கள் அதிகம்\n" +
                        "இன்று அதுவுமன்று. \n" +
                        " \n" +
                        "அவளுடன் சேர்ந்து \n" +
                        "வாழத்தான் முடியவில்லை  \n" +
                        "அவள் நினைவுகளை சுமந்து\n" +
                        "வாழ விரும்புகிறேன் \n" +
                        "சாகும்வரை. \n" +
                        " \n" +
                        "காதலர்கள்  \n" +
                        "என்றாவது தோற்கலாம்\n" +
                        "ஆனால், \n" +
                        "உண்மையான காதல் \n" +
                        "என்றுமே தோற்பதில்லை...\n";

        temp.image=R.drawable.img73;
        poemList.add(temp);

                /* 74th Poem */
        temp=new Poem();

        temp.title="அற்புதக்காதல்";

        temp.short_content="இரத்தத்தை உணவாகக் \n" +
                "கொடுத்தவள் தாய்\n" +
                "இரத்தத்தில் ஆக்சிசன்கலந்து\n" +
                "சுவாசக்காற்றாக கொடுப்பவர்கள்\n" +
                "காதலர்கள்...\n" ;

        temp.long_content=
                "\n" +
                        "காதல்...\n" +
                        "காதல் ஒருவரையொருவர்\n" +
                        "காற்றில்லாத இடத்தில்\n" +
                        "சிறைப்பிடித்து வைக்கும்\n" +
                        "அவர்களது இதயத்தில்..\n" +
                        "\n" +
                        "இரத்தத்தை உணவாகக்  \n" +
                        "கொடுத்தவள் தாய் \n" +
                        "இரத்தத்தில் ஆக்சிசன்கலந்து \n" +
                        "சுவாசக்காற்றாக கொடுப்பவர்கள் \n" +
                        "காதலர்கள்.\n" +
                        " \n" +
                        "மண்ணுக்குள் புதையும்முன்\n" +
                        "உயிருக்குள் இதயத்தை\n" +
                        "புதைப்பதுதான் காதல் \n" +
                        " \n" +
                        "காதல் என்று சொன்னால்\n" +
                        "உதடுகள் ஒட்டுவதில்லைதான்\n" +
                        "ஆனால்,\n" +
                        "ஈருயிர்களை இணைக்கும் \n" +
                        "பாலம்தான் காதல். \n" +
                        "\n" +
                        "உலகினை படைத்து\n" +
                        "அதில் உயிர்களைப்படைத்த\n" +
                        "கடவுளுக்கே தெரியாது \n" +
                        "காதல் எப்போது,யாருக்கு\n" +
                        "வருமென்று. \n" +
                        " \n" +
                        "வறுமையிலும் சாதனைகள் \n" +
                        "பல செய்யலாம்\n" +
                        "நல்ல காதல் அமையும்போது....\n" +
                        "வசதியிலும் வேதனைப்படலாம்\n" +
                        "காதல் சென்றுவிட்டால் \n" +
                        " \n" +
                        "சிலரை மேதையாக்கும் \n" +
                        "காதல்..\n" +
                        "சிலரை  போதையில்தள்ளும்\n" +
                        "காதல்தோல்வி...\n" +
                        "\n" +
                        "உடையைப்போல \n" +
                        "காதலை உதறுபவர்களும் உண்டு\n" +
                        "காதலுக்காக உயிரையே \n" +
                        "கொடுப்பவர்களும் உண்டு... \n" +
                        " \n" +
                        "விழிகள் நான்கும் \n" +
                        "புதுமொழிகள் பேசும்,\n" +
                        "உனது உயிரை உனக்கே \n" +
                        "தெரியாமல் உறிந்துவிடும்...\n" +
                        "\n" +
                        "நிலவிற்கு கண்கள்\n" +
                        "இருந்திருந்தால் உன்னை \n" +
                        "சுற்றித்தான் வந்திருக்கும்... \n" +
                        " \n" +
                        "விஞ்ஞானம் விண்ணைப்\n" +
                        "பார்த்து கூறியது\n" +
                        "பூமிக்கு ஒரு நிலவு என்று...\n" +
                        "எனது விழிகள் உன்னைப்\n" +
                        "பார்த்து கூறியது\n" +
                        "பூமியில் ஒரு நிலவு உள்ளதென்று...\n" +
                        "\n" +
                        "பெற்றோரை முதியவர் விடுதிக்கு\n" +
                        "அனுப்பவும் செய்யும்\n" +
                        "அவர்களுக்கு சொர்க்கத்தையே\n" +
                        "வீட்டில் கொடுக்கவும் செய்யும்\n" +
                        "காதல் காதலர்களைப்\n" +
                        "பொருத்துமாறுபடுகிறது...\n" +
                        "\n" +
                        "அனைத்திலும் போலி என்பதுபோல்\n" +
                        "காதலிலும் போலி உள்ளது.\n" +
                        "காதலர்கள் பொய்யானவர்களாக\n" +
                        "இருக்கலாம்... \n" +
                        "ஆனால்,காதல் என்றுமே\n" +
                        "பொய்யாக இருக்காது. \n" ;


        temp.image=R.drawable.img74;
        poemList.add(temp);

                /* 75th Poem */
        temp=new Poem();

        temp.title="ஒரு தேவதையின் காதல்";

        temp.short_content="நான் கேட்ட ஆயிரம் \n" +
                "கேள்விகளுக்கு\n" +
                "உனது இருவிழிகள் மொழியில்லாமல்\n" +
                "கூறிய ஒரு பதில்தான்\n" +
                "காதல்...\n" ;

        temp.long_content=
                "\n" +
                        "வானவில்லின் வர்ணங்களை எடுத்து\n" +
                        "வானத்தை உடையாக அணிந்து\n" +
                        "பௌர்ணமி நிலவு போன்ற முகத்தில்\n" +
                        "சூரியனை நெற்றியில் திலகமிட்டு\n" +
                        "விண்மீன்களை புன்னகையில் கோர்த்து\n" +
                        "கார்மேகத்தை கருவிழியாக அமைத்து \n" +
                        "பூக்களை பாதணியாக அணிந்து\n" +
                        "குயிலின் ஓசையை திருடி\n" +
                        "கொலுசு மணிகளில் வைத்து\n" +
                        "சுவாசக்காற்றை தென்றலாக்கி\n" +
                        "தெய்வத்திடமிருந்து என்னைப்பார்க்க\n" +
                        "வந்த தேவதையே..!\n" +
                        "\n" +
                        "நான் கேட்ட ஆயிரம் \n" +
                        "கேள்விகளுக்கு\n" +
                        "உனது இருவிழிகள் மொழியில்லாமல்\n" +
                        "கூறிய ஒரு பதில்தான்\n" +
                        "காதல்...\n" ;

        temp.image=R.drawable.img76;
        poemList.add(temp);

                /* 77th Poem */
        temp=new Poem();

        temp.title="என்னவளின் மனம்";

        temp.short_content="தொடுவானத்தின் எல்லையைக் \n" +
                "கண்டால் கூட\n" +
                "உனது அன்பின் எல்லையை \n" +
                "நான் காணமுடியாது போலும்...\n" ;

        temp.long_content=
                "\n" +
                        "தொடுவானத்தின் எல்லையைக்\n" +
                        "கண்டால் கூட\n" +
                        "உனது அன்பின் எல்லையை \n" +
                        "நான் காணமுடியாது போலும்...\n" +
                        "\n" +
                        "உன் மனம் வானம்போன்றது\n" +
                        "உன் ஆசைகளுக்கு\n" +
                        "எல்லை இல்லாததால் ...\n" +
                        "\n" +
                        "ஆசை,எதிர்பார்ப்பு\n" +
                        "அதிகமாகும் போதுதான்\n" +
                        "ஏமாற்றங்களும் அதிகமாகிறது...\n" +
                        "\n" +
                        "உனது ஆசைகளால்தான்\n" +
                        "மழை(கண்ணீர்) வருகிறதோ\n" +
                        "என தெரியவில்லை...\n" +
                        "\n" +
                        "உனது குழந்தைத்தனம் \n" +
                        "உன் மனதில் தேய்பிறையே \n" +
                        "காணாத பொன்னிலவு...\n" +
                        "\n" +
                        "வண்ணங்களுக்குப் பதிலாக\n" +
                        "எண்ணங்களால் ஆனதுதான்\n" +
                        "அந்த வானம் போன்ற மனம்...\n" ;


        temp.image=R.drawable.img77;
        poemList.add(temp);

                /* 78th Poem */
        temp=new Poem();

        temp.title="பிரிவு";

        temp.short_content="எனது நிழலும்  \n" +
                "என்னை விட்டுச்சென்றது\n" +
                "உன்னை தேடிப்பார்க்க...\n" ;

        temp.long_content=
                "\n" +
                        "நீ இல்லாத நொடி\n" +
                        "விடியலும் இருளை\n" +
                        "சூடிக்கொள்கிறது... \n" +
                        "\n" +
                        "உனது பிம்பங்கள் \n" +
                        "கானல்நீராக தோன்றுகிறது...\n" +
                        "அருகே சென்றால் கண்களில் \n" +
                        "கண்ணீர்த்துளிகள்...\n" +
                        "\n" +
                        "பகலிலும் பௌர்ணமியை(உனது முகம்)\n" +
                        "கண்ட நான்\n" +
                        "இன்று அமாவாசை\n" +
                        "இருட்டில் இருக்கிறேன்...\n" +
                        "\n" +
                        "உன் நினைவுகளைத்தவிர \n" +
                        "என் நினைவில் \n" +
                        "வேறொன்றுமில்லை...\n" +
                        "\n" +
                        "குளிரும்,குளிரினால் \n" +
                        "போர்த்திக்கொண்டது அன்று\n" +
                        "என்னருகில் நீ இருந்தபோது...\n" +
                        "\n" +
                        "நெருப்பும் கண்ணீர் \n" +
                        "சிந்துகிறது இன்று\n" +
                        "என்னருகில் நீ இல்லாததால் \n" +
                        " \n" +
                        "எனது நிழலும் \n" +
                        "என்னை விட்டுச்சென்றது\n" +
                        "உன்னை தேடிப்பார்க்க....\n" +
                        "\n" +
                        "பாலிலிருந்து நீரைப்பிரிக்க\n" +
                        "அன்னத்தால் மட்டுமே முடியும்\n" +
                        "பாலைவிட தூய்மையான\n" +
                        " உன்னை என்னிடமிருந்து \n" +
                        "பிரிக்க இறப்பாலும் இயலாது... \n" +
                        " \n" +
                        "கரைபுரண்டு வரும்வெள்ளத்தை\n" +
                        "அணைபோட்டு தடுக்கமுடியுமா?\n" +
                        "அவளால் முடிந்ததே-நான்\n" +
                        "மீண்டுவந்தபோது அவளது \n" +
                        "கண்களில் கண்ணீர்வெள்ளம்......\n" +
                        "\n" +
                        "இமைகள் பிரியும்போதுதான் \n" +
                        "உலகை காணமுடியும்...\n" +
                        "நாம் பிரிந்து இருக்கும்போதுதான் \n" +
                        "காதலை உணரமுடிகிறது...\n" +
                        "\n" +
                        "உன் நாடித்துடிப்பு\n" +
                        "நின்ற மறுநொடி\n\n" +
                        "உன் மடியில் மடிவேனடி \n" +
                        "உன் மனமே என் சொர்க்கம் \n" ;


        temp.image=R.drawable.img78;
        poemList.add(temp);

                /* 79th Poem */
        temp=new Poem();

        temp.title="விருப்பம்";

        temp.short_content="இன்று \n" +
                "எனது மரணத்தின் \n" +
                "ஓசையை கேட்கிறேன்\n" +
                "உன் மௌனத்தில்...\n" ;

        temp.long_content=
                "\n" +
                        "உன் நாவிலிருந்து வரும்\n" +
                        "அன்பு வார்த்தைகள் \n" +
                        "வில்லின் நாணிலிருந்துவரும்\n" +
                        "கணையைப்போன்றது \n" +
                        "உயிரைக் கிழித்துச்சென்றது....\n" +
                        "\n" +
                        "இன்று எனது மரணத்தின் \n" +
                        "ஓசையை கேட்கிறேன்\n" +
                        "உன் மௌனத்தில்.....\n" +
                        "\n" +
                        "கண் இமைக்காமல் \n" +
                        "பார்த்த உன்னை இன்று\n" +
                        "கண் இமைக்கும் நேரமாவது\n" +
                        "பார்க்க விரும்புகிறேன்... \n" ;

        temp.image=R.drawable.img79;
        poemList.add(temp);

                /* 80th Poem */
        temp=new Poem();

        temp.title="  அவளின் குணங்கள்";

        temp.short_content="தாக்குவதில் மின்னலைவிட \n" +
                "வேகமானவள் என்று\n" +
                "பார்வையில் உணர்த்திவிட்டாய்...\n" ;

        temp.long_content=
                "\n" +
                        "பொறுமையில் பூமியும்\n" +
                        "உனது காலடியில்தான் என்று\n" +
                        "பொறுமையில் உணர்த்திவிட்டாய்\n" +
                        "\n" +
                        "அழகில் நிலவைவிட\n" +
                        "அழகானவள் என்று\n" +
                        "பொன்சிரிப்பில் உணர்த்திவிட்டாய்... \n" +
                        " \n" +
                        "கொடுமையில் சூரியனையும் \n" +
                        "மிஞ்சியவள் என்று  \n" +
                        "பிரிவால் உணர்த்திவிட்டாய்.\n" +
                        " \n" +
                        "தூய்மையில் பாலைவிட\n" +
                        "வெண்மையானவள் என்று\n" +
                        "நாணத்தினால் உணர்த்திவிட்டாய்....\n" +
                        "\n" +
                        "அழிப்பதில் தீயைவிட\n" +
                        "கொடூரமானவள் என்று\n" +
                        "கோபத்தில் உணர்த்திவிட்டாய்....\n" +
                        "\n" +
                        "இனிமையில் இசையைவிட\n" +
                        "இனிமையானவள் என்று\n" +
                        "குரலில் உணர்த்திவிட்டாய்....\n" +
                        "\n" +
                        "உறவில் அன்னைக்கு \n" +
                        "இணையானவள் என்று\n" +
                        "அன்பினால் உணர்த்திவிட்டாய்....\n" +
                        "\n" +
                        "தாக்குவதில் மின்னலைவிட \n" +
                        "வேகமானவள் என்று \n" +
                        "பார்வையில் உணர்த்திவிட்டாய்....\n" +
                        "\n" +
                        "பெருந்தன்மையில் வானத்தைவிட\n" +
                        "உயர்ந்தவள் என்று\n" +
                        "மனதினால் உணர்த்திவிட்டாய்....\n" +
                        "\n" +
                        "இன்றுதான் வாழ்நாளில் \n" +
                        "சிறந்தநாள் என்று \n" +
                        "பிறப்பினால் உணர்த்திவிட்டாய்.. \n" ;

        temp.image=R.drawable.img80;
        poemList.add(temp);

                /* 81st Poem */
        temp=new Poem();

        temp.title="எனதுமனம் சிறைச்சாலையன்று";

        temp.short_content="இரவில் விழிகளை \n" +
                "மூடுகிறேன் \n" +
                "விழிகளுக்குள்ளே\n" +
                "உன்னைத்தேட...\n" ;

        temp.long_content=
                "\n" +
                        "பகலெல்லாம் விழித்திருந்தேன் \n" +
                        "வெளியில் உன்னைத்\n" +
                        "தேடிப்பார்த்ததால்.\n" +
                        "\n" +
                        "இரவில் விழிகளை  \n" +
                        "மூடுகிறேன்  \n" +
                        "விழிகளுக்குள்ளே\n" +
                        "உன்னைத்தேட.. \n" +
                        " \n" +
                        "என் விழிகளுக்குள்ளே\n" +
                        "நீ வந்துவிட்டால் எனது\n" +
                        "இமைகள் விழித்துக்கொள்ளும்....\n" +
                        "\n" +
                        "உன்னை அடைத்துவைக்க\n" +
                        "எனது மனம் சிறைச்சாலையன்று \n" +
                        "நீ இருக்கும் பூஞ்சோலை \n" ;

        temp.image=R.drawable.img81;
        poemList.add(temp);

                /* 82nd Poem */
        temp=new Poem();

        temp.title="நீ இல்லாத நொடிகள்";

        temp.short_content="உனது \n" +
                "மௌனத்தைக்கேட்டு\n" +
                "செவிகள் இரண்டும்\n" +
                "உயிர்பெற்றனவே...\n" ;

        temp.long_content=
                "\n" +
                        "எனது இரவுகள் \n" +
                        "தொடுவானம்போல\n" +
                        "நீள்வது ஏன்?\n" +
                        "\n" +
                        "நீ என்னருகில் இல்லாததாலா?\n" +
                        "இரக்கத்தை இதயத்திலடைத்து\n" +
                        "மௌனம் கொள்வதாலா?\n" +
                        "\n" +
                        "நீயில்லாத தனிமையில்\n" +
                        "பனியும் சுடுகிறது...\n" +
                        "என் வலியை வலியுறுத்த\n" +
                        "மொழியுமில்லை...\n" +
                        "உன் மௌனத்தை உடைத்தெறிய \n" +
                        "உளியுமில்லை...\n" +
                        "\n" +
                        "எனது கண்களை நான்\n" +
                        "காண்பது எப்போது?\n" +
                        "கண்கள் இருந்தும் \n" +
                        "குருடனாகிறேன்...\n" +
                        "உன்னை காணாதபோது.\n" +
                        "\n" +
                        "பேசத்தெரிந்தும் ஊமையாகிறேன்\n" +
                        "உன்னுடன் உரையாட \n" +
                        "முடியாதபோது.....\n" +
                        "\n" +
                        "உனது மௌனத்தைக்கேட்டு\n" +
                        "செவிகள் இரண்டும் \n" +
                        "உயிர்பெற்றனவே...\n" +
                        "\n" +
                        "ஒரு பக்கத்தைக்காட்டி\n" +
                        "மறுபக்கத்தை மறைக்க \n" +
                        "என் இதயம் நாணயமன்று...\n" +
                        "\n" +
                        "எனது இதயத்தை \n" +
                        "புதைக்கவில்லை....\n" +
                        "தொலைத்துவிட்டேன் உன்னிடம்...\n" +
                        "\n" +
                        "கடவுள் என்னைபடைத்து\n" +
                        "தனிமையில் கொல்வதற்கு பதில்\n" +
                        "உனது கூந்தலாக படைத்திருந்தால் \n" +
                        "உனது விரல்கள் தீண்டும்போது\n" +
                        "செத்துப்பிழைத்திருப்பேன்...\n" +
                        "\n" +
                        "சுவாலைவிட்டு எரியும் \n" +
                        "சூரியனும்\n" +
                        "உன் சுவாசக்காற்று தீண்டினால்\n \n" +
                        "நிலவாகிடும் \n" ;


        temp.image=R.drawable.img82;
        poemList.add(temp);


                /* 83rd Poem */
        temp=new Poem();

        temp.title="தோல்வியின் பின்பு";

        temp.short_content="வாசகமே இல்லாத நடிப்பில் \n" +
                "உன் மௌனம் மட்டும் கேட்கிறது\n" +
                "மனம் மட்டும் \n" +
                "வலியில் இறக்கிறது...\n" ;

        temp.long_content=
                "\n" +
                        "அறிமுகமில்லாதவர்கள் முதல்\n" +
                        "அறிமுகம் செய்தவர்கள் வரை\n" +
                        "அனைவரிடமும் நடிக்கிறேன்...\n" +
                        "\n" +
                        "உலகமே நாடகமேடையெனினும்\n" +
                        "எனக்கு நடிக்க கற்றுத்தந்தவள்\n" +
                        "அவள்,காதல் தோல்வியினால்...\n" +
                        "\n" +
                        "வாசகமே இல்லாத நடிப்பில்\n" +
                        "மௌனம் மட்டும் கேட்கிறது\n" +
                        "மனம் மட்டும் \n" +
                        "வலியில் இறக்கிறது...\n" +
                        "\n" +
                        "இதயதுடிப்பை \n" +
                        "உணராத நான்\n" +
                        "இன்று நீ வாழ \n" +
                        "துடிப்பதை உணர்கிறேன்...\n" +
                        "\n" +
                        "உன் பிரிவுகற்றுத்தந்தது\n" +
                        "எத்தனை உள்ளது\n" +
                        "என்னிடத்தில்...\n" ;

        temp.image=R.drawable.img83;
        poemList.add(temp);

                /* 84th Poem */
        temp=new Poem();

        temp.title="என் மனைவி";

        temp.short_content="என் அன்னைபோல்  \n" +
                "என்னை அவள்மடியில்\n" +
                "தினமும் சுமக்கிறாள்...\n" ;

        temp.long_content=
                "\n" +
                        "அவளின் மனம்\n" +
                        "பரந்த வானம்போன்றது\n" +
                        "உதவி செய்வதில்...\n" +
                        "\n" +
                        "பூமியும் அவளின்\n" +
                        "காலடியில்தான்\n" +
                        "பொறுமையாய் தாங்குவதில்...\n" +
                        "\n" +
                        "எனது கண்ணில்\n" +
                        "தூசு விழுந்தால்\n" +
                        "அவள்கண்கள் கலங்கும்...\n" +
                        "\n" +
                        "அவள் மனஉறுதியால்\n" +
                        "சோதனைக்கே சோதனை\n" +
                        "கொடுப்பாள்...\n" +
                        "\n" +
                        "நிலவை முகமாக்கி\n" +
                        "நட்சத்திரத்தை மூக்குத்தியாக\n" +
                        "குத்தியுள்ளாள்...\n" +
                        "\n" +
                        "என் அன்னைபோல் \n" +
                        "என்னை அவள்மடியில்\n" +
                        "தினமும் சுமக்கிறாள்...\n" +
                        "\n" +
                        "நான் நினைக்கும் முன்னரே\n" +
                        "நான் விரும்புவதை \n" +
                        "செய்திடுவாள் எனக்காக...\n" +
                        "\n" +
                        "என்தோல்வியின் போது\n" +
                        "தோள்கொடுத்து தோழியாய்\n" +
                        "என்னை தாங்குவாள்...\n" +
                        "\n" +
                        "பிணியின்போது மாமருந்தாய்\n" +
                        "அவளது அன்பு\n" +
                        "அமிர்தமாய் உள்ளது\n" +
                        " \n" +
                        "என்குழந்தையை \n" +
                        "சுமக்கவிருக்கும் குழந்தை \n" +
                        "அவள். \n" +
                        "ஆம் அவள்தான்\n" +
                        "என் மனைவி... \n" ;

        temp.image=R.drawable.img84;
        poemList.add(temp);

                /* 85th Poem */
        temp=new Poem();

        temp.title="காதல் கானல்நீரா?";

        temp.short_content="சுட்டெரிக்கும் வெயிலில்\n" +
                "தொலைவில் உன்னைப்பார்தேன்\n" +
                "மின்னலும் தோற்றுப்போகும்\n" +
                "பிரகாசம் நீ சிரிக்கும்போது \n" ;

        temp.long_content=
                "\n" +
                        "சுட்டெரிக்கும் வெயிலில்\n" +
                        "தொலைவில் உன்னைப்பார்தேன்\n" +
                        "மின்னலும் தோற்றுப்போகும்\n" +
                        "பிரகாசம் நீ சிரிக்கும்போது...\n" +
                        "\n" +
                        "பகலில்\n" +
                        "நீ நடமாடுவதால்தானோ\n" +
                        "நிலவையும்\n" +
                        "காண இயலவில்லை...\n" +
                        "\n" +
                        "நாள் முழுவதும் தூங்கிக்\n" +
                        "கொண்டிருக்க ஆசைதான்\n" +
                        "கனவிலாவது உன்னை\n" +
                        "பார்க்கலாமென்று...\n" +
                        "\n" +
                        "மழைபொய்ப்பது போன்று\n" +
                        "உன்வருகையும் பொய்த்தது,\n" +
                        "காலங்கள் மாறினால்கூட\n" +
                        "உன்மீதான காதல் மாறுவதில்லை...\n" +
                        "\n" +
                        "எனது கண்ணீரை எழுதுகோலில் \n" +
                        "அடைத்து எழுத ஆசைதான்...\n" +
                        "எழுதினால் சிவப்பு வர்ணத்தில் \n" +
                        "இருக்குமென எழுதவில்லை...\n" +
                        "\n" +
                        "எழுதுகோலால் கவிதைகள் \n" +
                        "பல எழுத ஆசைதான்...\n" +
                        "நான் காதல்கொண்டது\n" +
                        "இல்லாத ஒரு \n" +
                        "கானல்பிம்பத்தின் மீதுதானே...\n" +
                        " \n" +
                        "கானல்நீரையும் பிடிப்பேன் \n" +
                        "நீ இருந்திருந்தால்...\n" +
                        "ஆனால், நீயே ஒரு\n" +
                        "கானல்நீர் போன்றவள்தானே...\n" +
                        "\n" +
                        "சிலசமயம் காதலும் \n" +
                        "கானல்நீர் போன்றதுதான்\n" +
                        "நெருங்கினால்தான் \n" +
                        "மாயை மறையும்... \n" +
                        "\n" +
                        "உன் கானல்பிம்பத்தை\n" +
                        "எப்படி மறப்பேன்....\n" +
                        "உன்னை நினைத்தே \n" +
                        "நான் இறப்பேன்...\n" ;

        temp.image=R.drawable.img85;
        poemList.add(temp);

                        /* 86th Poem */
        temp=new Poem();

        temp.title="நினைவுகளை சுவாசிக்கிறேன்";

        temp.short_content="அன்னையைப்பார்த்து \n" +
                "எழுந்த நாட்களைவிட\n" +
                "உன்னை நினைத்து\n" +
                "எழுந்த நாட்கள்அதிகம் தான்...\n" ;

        temp.long_content=
                "\n" +
                        "நிலவு தேய்ந்தாலும்\n" +
                        "தேய்பிறை அழகுதான்\n" +
                        "நீ என்னைப்பிரிந்தாலும்\n" +
                        "நம்காதல் அழகுதான்\n" +
                        "\n" +
                        "சிறகுகளை இழந்தாலும்\n" +
                        "நம்பிக்கையெனும்\n" +
                        "இறக்கைகளோடு போராடு\n" +
                        "உன் காதலை \n" +
                        "அழியாமல் தடுக்க....\n" +
                        "\n" +
                        "காற்றைப்போல உன்நினைவு\n" +
                        "என்னை சுற்றியேயுள்ளது\n" +
                        "தூங்கும்போதும் உன்னை\n" +
                        "மட்டுமே சுவாசிப்பேன்... \n" +
                        "\n" +
                        "அன்னையைப்பார்த்து\n" +
                        "எழுந்த நாட்களைவிட\n" +
                        "உன்னை நினைத்து\n" +
                        "எழுந்த நாட்கள்அதிகம் தான்...\n" +
                        "\t\n" +
                        "காற்றில்லாத இடத்திலும்\n" +
                        "வாழ்ந்துவிடுவேன் போலும்\n" +
                        "உன் நினைவுகளை தராயிடத்தில்\n" +
                        "நிற்கவும் முடியவில்லை....\n" +
                        "நாம் பிரிவில் இறந்தாலும்\n" +
                        "நம் காதல் இறக்கக்கூடாது...\n" ;

        temp.image=R.drawable.img86;
        poemList.add(temp);


                /* 87th Poem */
        temp=new Poem();

        temp.title="விபத்து";

        temp.short_content="அவளின் மின்னல் பார்வை \n" +
                "தாக்கியதால்தான் \n" +
                "என் விழிகள் கருத்துள்ளனவோ?\n" ;

        temp.long_content=
                "\n" +
                        "காதல் ஒரு விபத்து\n" +
                        "ஆம்...\n" +
                        "அவள் பார்வையில் விழுந்தவன் \n" +
                        "இன்னும் எழவில்லை....\n" +
                        "\n" +
                        "இதயத்துடிப்பை சில\n" +
                        "நொடிகள் நிறுத்திவிட்டால்...\n" +
                        "ஓரடி கூட நகரமுடியவில்லை\n" +
                        "அவளை விலகி..\n" +
                        "\n" +
                        "அவளின் மின்னல் பார்வை\n" +
                        "தாக்கியதால்தான் \n" +
                        "என் விழிகள் கருத்துள்ளனவோ?\n" +
                        "\n" +
                        "நிலவு பூமியை சுற்றுவதன் \n" +
                        "பொருள் அவள் \n" +
                        "இருப்பதால்தான் என்னவோ?\n" +
                        "\n" +
                        "எனது இதயத்தை அவளது\n" +
                        "மனதுக்குள் புதைத்துச்சென்றதால்\n" +
                        "காதல் ஓர் அற்புதமான விபத்துதான்\n" +
                        "இரசிக்க தெரிந்தவனுக்கு... \n" ;

        temp.image=R.drawable.img87;
        poemList.add(temp);

                  /* 88th Poem */
        temp=new Poem();

        temp.title="கௌரவ கொலைகள்";

        temp.short_content="கருவறையில்\n" +
                "சுமந்து,உயிர்மூச்சு\n" +
                "தந்ததாயே\n" +
                "இன்று கல்லறை\n" +
                "என்னை சுமக்கநஞ்சு\n" +
                "தந்து கொன்றாயே... \n" ;

        temp.long_content=
                "\n" +
                        "விடுதலையடைந்த\n" +
                        "பின்னரும் இன்னும் \n" +
                        "சில தலைமுறை\n" +
                        "மாறவில்லை..\n" +
                        "\n" +
                        "சாதி,மதம்,பேதம்\n" +
                        "பார்க்காமல்\n" +
                        "இரண்டு உள்ளம்\n" +
                        "உன்னதமாய் சேர்வதுதான்\n" +
                        "காதல்...\n" +
                        "\n" +
                        "பெற்றோரின் ஆசியுடன்வாழ\n" +
                        "பலமுறை\n" +
                        "மண்டியிட்டு முறையிட்டும்\n" +
                        "மனமிறங்க மறுக்கிறது\n" +
                        "பெற்றமனம்....\n" +
                        "\n" +
                        "பெற்றவர்கள் கூட\n" +
                        "சேர்த்து வைக்கத்தான்\n" +
                        "எண்ணுவர்\n" +
                        "ஆனால்,மற்றவர்கள்\n" +
                        "வார்த்தையாலே பெற்றவரை\n" +
                        "கொன்றுவிடுவரே...\n" +
                        "\n" +
                        "தாழ்த்தப்பட்டவளை\n" +
                        "காதலித்த மகனை\n" +
                        "வீட்டைவிட்டு வெளியே\n" +
                        "அனுப்புவார்கள்....\n" +
                        "\n" +
                        "தாழ்த்தப்பட்டவனை\n" +
                        "காதலித்த மகளை\n" +
                        "உலகைவிட்டே அனுப்பிடுவார்கள்....\n" +
                        "\n" +
                        "கருவறையில்\n" +
                        "சுமந்து,உயிர்மூச்சு\n" +
                        "தந்ததாயே\n" +
                        "இன்று கல்லறை\n" +
                        "என்னை சுமக்கநஞ்சு\n" +
                        "தந்து கொன்றாயே...\n" +
                        "\n" +
                        "தன்மானம் காக்க\n" +
                        "அன்புமனதையும்\n" +
                        "கொல்லமுயல்வதேன்..?\n" +
                        "\n" +
                        "சுமூகமான பேச்சு \n" +
                        "சுகமான வாழ்வைப்\n" +
                        "பெற்றுத்தருமே...\n" +
                        "\n" +
                        "குலத்தினால் தாழ்ந்தவர்\n" +
                        "யாருமில்லை...\n" +
                        "அன்பு கொண்டவர் \n" +
                        "உயர்ந்தவரென்று\n" +
                        "கருதுங்கள்..\n" +
                        "\n" +
                        "அன்பில்லாதவருக்கு\n" +
                        "அன்பைக்கொடுத்து\n" +
                        "உயர்ந்தவராகுவதே\n" +
                        "உன்னதமான செயல், \n" +
                        "இது பேராசை என்றாலும் \n" +
                        "சமத்துவம் பெறஆசைதான்... \n" ;

        temp.image=R.drawable.img88;
        poemList.add(temp);

                /* 89th Poem */
        temp=new Poem();

        temp.title="இதுவும் அதிசயமே!";

        temp.short_content="பிரிந்துபோன \n" +
                "காதலனுக்காக\n" +
                "கண்ணீரால் தாஜ்மஹால்\n" +
                "கட்டினாள்... \n" ;


        temp.long_content=
                "\n" +
                        "இறந்துபோன\n" +
                        "காதலிக்காக\n" +
                        "கற்களால் தாஜ்மஹால்\n" +
                        "கட்டினான்....\n" +
                        "\n" +
                        "பிரிந்துபோன \n" +
                        "காதலனுக்காக\n" +
                        "கண்ணீரால் தாஜ்மஹால்\n" +
                        "கட்டினாள்...\n" +
                        "ஆம்...\n" +
                        "கடலென சேர்ந்தகண்ணீர்\n" +
                        "பனிக்கட்டியான பின்னர்...\n" +
                        "\n" +
                        "பெண்ணே!\n" +
                        "உன்னையும் இவ்வுலகம்\n" +
                        "நினைவில்கொள்ளும்\n" +
                        "உன்னைப்போல் எவரேனும் \n" +
                        "காதலிக்கும் வரை... \n" ;

        temp.image=R.drawable.img89;
        poemList.add(temp);

                /* 90th Poem */
        temp=new Poem();

        temp.title=" எது எல்லை";

        temp.short_content = "வயதுமுதிர்ந்த பின்னரும்\n" +
                "முழுவளர்ச்சியை எட்டாமல்\n" +
                "வளர்ந்து கொண்டிருக்கிறது\n" +
                "உன்மீதான எனதுகாதல்...\n";

                temp.long_content=
                "\n" +
                        "ஒரே புள்ளியில்\n" +
                        "சுற்றிக்கொண்டிருக்கும்\n" +
                        "பம்பரத்தின் ஆணியும்...\n" +
                        "ஓயாமல் சுற்றிக்கொண்டிருக்கும்\n" +
                        "கடிகாரத்தின் முட்களும்...\n" +
                        "காலங்கள் ஓடினால் \n" +
                        "தேய்ந்துவிடும்...\n" +
                        "\n" +
                        "வயதுமுதிர்ந்த பின்னரும்\n" +
                        "முழுவளர்ச்சியை எட்டாமல்\n" +
                        "வளர்ந்து கொண்டிருக்கிறது\n" +
                        "உன்மீதான எனதுகாதல்...\n" +
                        "\n" +
                        "காற்றைப்பிடிக்க முடியாது\n" +
                        "நீரில் எழுதமுடியாது\n" +
                        "வானத்தை அளக்கமுடியாது\n" +
                        "தீயை தொடமுடியாது\n" +
                        "நிலம்போல் தாங்கமுடியாது...\n" +
                        "\n" +
                        "அதேபோல் உன்மீதான \n" +
                        "என்காதலை முழுமையாக\n" +
                        "என்னால் வர்ணிக்கமுடியாது... \n" ;

        temp.image=R.drawable.img4;
        poemList.add(temp);

                /* 91st Poem */
        temp=new Poem();

        temp.title=" நீங்காத நினைவுகள்";

        temp.short_content = "மழைநின்ற பின்னர் \n" +
                "மரத்தின் தூரல்\n" +
                "நிலத்திற்கு... \n";

        temp.long_content=
                "\n" +
                        "சூரியன் மறைந்தபின்னர்\n" +
                        "நிலவின் வெளிச்சம்\n" +
                        "பூமிக்கு....\n" +
                        "\n" +
                        "மழைநின்ற பின்னர் \n" +
                        "மரத்தின் தூரல்\n" +
                        "நிலத்திற்கு... \n" +
                        "\n" +
                        "அதுபோல்,\n" +
                        "தொலைவில் நீசென்றபின்னர்\n" +
                        "உன்அழகிய நினைவுகள்\n" +
                        "எனக்கு நீ திரும்ப வரும்வரையில்... \n" ;

        temp.image=R.drawable.img4;
        poemList.add(temp);


                       /* 92nd Poem */
        temp=new Poem();

        temp.title="காதலின் மொழி";

    temp.short_content = "உலகமொழிகள் அனைத்தையும்\n" +
            "கற்றுக்கொண்டேன்\n" +
            "என்காதலை அவளிடம் \n" +
            "கூறுவதற்க";

        temp.long_content=
                "\n" +
                        "உலகமொழிகள் அனைத்தையும்\n" +
                        "கற்றுக்கொண்டேன்\n" +
                        "என்காதலை அவளிடம் \n" +
                        "கூறுவதற்கு. \n" +
                        " \n" +
                        "உலகிலே இல்லாத \n" +
                        "ஒரு மொழியில்\n" +
                        "காதலைக் கூறினாள் \n" +
                        "அவளது பார்வையில்... \n" ;


        temp.image=R.drawable.img4;
        poemList.add(temp);


                /* 93rd Poem */
        temp=new Poem();

        temp.title="சொர்க்கமும் நரகமும்";

        temp.short_content = "அனைவருக்கும்\n" +
                "இறந்த பின்னர்தான் \n" +
                "சொர்க்கமும் நரகமும்...\n" +
                "எனக்கோ, நீ\n";

        temp.long_content=
                "\n" +
                        "அனைவருக்கும்\n" +
                        "இறந்த பின்னர்தான் \n" +
                        "சொர்க்கமும் நரகமும்...\n" +
                        "எனக்கோ, நீ\n" +
                        "சென்ற பின்னர்தான்\n" +
                        "சொர்க்கமும் நரகமும்...\n" +
                        " ஆம்,\n" +
                        "உன் நினைவுகளைத்\n" +
                        "தரும் இடங்கள் சொர்க்கம் \n" +
                        "தரா இடங்கள் நரகம் \n" ;

        temp.image=R.drawable.img4;
        poemList.add(temp);


                /* 94th Poem */
        temp=new Poem();

        temp.title="கடலும்,காதலும்";

        temp.short_content = "சூறாவளியாய் துன்பங்கள்\n" +
                "சுழற்றி அடித்தாலும்,\n";

        temp.long_content=
                "\n" +
                        "கடலலையாய் அடுத்தடுத்து\n" +
                        "சோதனைகள் சோதித்தாலும்,\n" +
                        "\n" +
                        "சூறாவளியாய் துன்பங்கள்\n" +
                        "சுழற்றி அடித்தாலும்,\n" +
                        "\n" +
                        "சுனாமிபோல் கண்ணீர்\n" +
                        "வெள்ளம் கரைபுரண்டாலும்\n" +
                        "\n" +
                        "திசைதெரியாத நடுக்கடலிலும்\n" +
                        "உனக்கு காதல் திசைகாட்டும்\n" +
                        "\n" +
                        "இருவரின் மனது உருகலாம் \n" +
                        "உடைந்து மட்டும் விடக்கூடாது\n" +
                        "உன் காதல் என்றாவது\t\n" +
                        "வெற்றி எனும் கரைசேரும்\n" ;

        temp.image=R.drawable.img4;
        poemList.add(temp);


        return poemList;
    }
}
