package com.seetha.kavithai.annaikusamarpanam;

import android.os.Bundle;
import android.support.annotation.Nullable;
import android.support.v4.app.Fragment;
import android.support.v7.widget.LinearLayoutManager;
import android.support.v7.widget.RecyclerView;
import android.view.LayoutInflater;
import android.view.View;
import android.view.ViewGroup;

import com.seetha.kavithai.annaikusamarpanam.R;
import com.seetha.kavithai.annaikusamarpanam.kavithaAdapter;
import com.seetha.kavithai.annaikusamarpanam.kavithai;

import java.util.ArrayList;
import java.util.List;

public class Tab3 extends Fragment {
    @Override
    public void onCreate(@Nullable Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
    }

    @Nullable
    @Override
    public View onCreateView(LayoutInflater inflater, @Nullable ViewGroup container, @Nullable Bundle savedInstanceState) {

        View rootView = inflater.inflate(R.layout.activity_main, null);

        RecyclerView recList = (RecyclerView) rootView.findViewById(R.id.cardList);
        recList.setHasFixedSize(true);
        LinearLayoutManager llm = new LinearLayoutManager(getActivity().getApplicationContext());
        llm.setOrientation(LinearLayoutManager.VERTICAL);
        recList.setLayoutManager(llm);

        kavithaAdapter ca = new kavithaAdapter(getActivity().getApplicationContext(), populateKavithai());
        recList.setAdapter(ca);

        return rootView;
    }

    private List<kavithai> populateKavithai() {

        List<kavithai> kavithaiList=new ArrayList<>();

        kavithai temp;
         /* 52nd kavithai */

        temp=new kavithai();

        temp.title="அன்னைக்கு சமர்ப்பணம்";

        temp.short_content="\n" +
                "உலகமே தெரியாதவளுக்கு\n" +
                "நான்மட்டும் தான் அவளுக்கு \n" +
                "உலகமாம்...\n" ;


        temp.long_content=
                "\n" +
                        "ஆயிரம் நட்சத்திரங்கள் \n" +
                        "நடுவே ஒளிரும் \n" +
                        "நிலவின் அழகே அழகு... \n" +
                        "அதுபோல, \n" +
                        "ஆயிரம்பேர் அன்பாக \n" +
                        "இருந்தாலும் \n" +
                        "உன் அன்பிற்கு இணை \n" +
                        "எவருண்டு... \n" +
                        " \n" +
                        "தேய்பிறை காணாத முழுமதி \n" +
                        "போன்ற உன் முகத்தில் \n" +
                        "தினமும் விழிக்கணும்... \n" +
                        " \n" +
                        "நடிப்பிற்காககூட என்னை \n" +
                        "அடிக்க ஓங்காத கைகளை \n" +
                        "எதனோடு ஒப்பிடுவேன்...\n" +
                        " \n" +
                        "உன் புன்னகையை கண்ட \n" +
                        "பெண்கள் பொன்னகையை \n" +
                        "விரும்பமாட்டார்கள்... \n" +
                        "\n" +
                        "உனது அன்பு முத்தம் \n" +
                        "ஒன்றுதான் \n" +
                        "எனக்கு கிடைத்த அமிர்தம்... \n" +
                        " \n" +
                        "எனக்கு அடிபட்டபோது  \n" +
                        "என்கண்கள் கலங்கும்முன்  \n" +
                        "உனது கண்களில் \n" +
                        "கண்ணீர் துளிகள்... \n" +
                        "\n" +
                        "ஆறுதல் சொல்ல  \n" +
                        "நீ இருப்பதால்தான் \n" +
                        "என்னவோ கவலையும் \n" +
                        "காற்றாய் பறக்கிறது... \n" +
                        "\n" +
                        "நான் வாழ \n" +
                        "இரு இதயங்கள் \n" +
                        "துடிக்கிறதே... \n" +
                        "\n" +
                        "உலகமே தெரியாதவளுக்கு \n" +
                        "நான்மட்டும் தான் அவளுக்கு\n" +
                        "உலகமாம் \n" +
                        " \n" +
                        "நான் செல்லும் இடமெல்லாம் \n" +
                        "என் நிழல்கள் தொடர்ந்தது \n" +
                        "நீ செல்லுமிடமெல்லாம் \n" +
                        "என் நினைவுகளை  \n" +
                        "தொடரசெய்’தாயே’... \n" +
                        " \n" +
                        "கண்ணும் இமையுமாய் \n" +
                        "பத்து திங்கள் சுமந்து  \n" +
                        "என்னை காத்’தாயே’.... \n" +
                        "\n" +
                        "என்ன தவம் செய்தேனோ\n" +
                        "அன்னையாய்\n" +
                        "உன்னை பெறுவதற்கு...  \n";

        temp.image=R.drawable.img52;
        kavithaiList.add(temp);

        /* 53rd kavithai */

        temp=new kavithai();

        temp.title="இளையசக்தி";

        temp.short_content=
                "தீவிரவாதம் தவீர்\n" +
                        "தீவிர-வாதம் செய்\n" +
                        "கோரிக்கைகள்\n" +
                        "நிறைவேறுதற்கு...\n" ;

        temp.long_content=
                "\n" +
                        "இளைஞனே\n" +
                        "இன்னமும் பொறுத்திறாதே \n" +
                        "நேரம்வந்துவிட்டது \n" +
                        "பொங்கி எழுவதற்கு... \n" +
                        " \n" +
                        "தீவிரவாதம் தவீர்\n" +
                        "தீவிர-வாதம் செய் \n" +
                        "கோரிக்கைகள்  \n" +
                        "நிறைவேறுதற்கு... \n" +
                        " \n" +
                        "தீவிரவாதியாகதே\n" +
                        "தீராவியாதி உன்னை \n" +
                        "பலஉயிர்களுடன் விழுங்கும்... \n" +
                        " \n" +
                        "தீயாக எழு \n" +
                        "தீவிரம் கொள்\n" +
                        "தீவிரவாதம் அழிய... \n" +
                        " \n" +
                        "கற்பனை கதைகளையும் \n" +
                        "காட்சிப்பதிவுகளையும் நம்பி \n" +
                        "விலைகொடுத்து\n" +
                        "உயிர்கொல்லிக்கு இரையாவதும் \n" +
                        "பெண்மையின் கற்பை  \n" +
                        "சூறையாடுவதும் ஆண்மையன்று... \n" +
                        " \n" +
                        "அன்னியன் வெளியேறிய  \n" +
                        "பின்னரும் இந்த \n" +
                        "அட்டூழியமேன்? \n" +
                        "அந்நியன் வரவேண்டுமா? \n" +
                        "\n" +
                        "போதையில் பாதைமாறுவதா? \n" +
                        "பெட்டிக்குள்ளே சுருண்டுள்ள \n" +
                        "புகையிலை \n" +
                        "பெட்டிக்குள்ளே சுருட்டி \n" +
                        "அடக்கம் செய்யுமே…!\n" +
                        " \n" +
                        "காற்றுபுகா இடத்திலும்  \n" +
                        "உன் விஞ்ஞான அறிவு \n" +
                        "விளையாடியபோது  \n" +
                        "அன்னியனிடம் உன்னை\n" +
                        "முதலீடு செய்வது  \n" +
                        "எதற்காக? \n" +
                        " \n" +
                        "பணத்திற்காக வெளிநாடு \n" +
                        "செல்லும் \n" +
                        "பிணமாக மாறிவிட்டாயே \n" +
                        "மடிந்துபோனாலும் தாய்மடியில் \n" +
                        "மடிந்துபோவோம்... \n" +
                        " \n" +
                        "அப்போது, \n" +
                        "பணத்திற்காக நம்நாட்டிலே \n" +
                        "அடிமைப்படுத்தினான்...\n" +
                        "இப்போது \n" +
                        "பணத்திற்காக அவன்நாட்டில் \n" +
                        "அடிமையாகிறாயே? \n" +
                        " \n" +
                        "அவன் எடுத்துச்சென்றது\n" +
                        "மரத்தின் சிறுகிளையைதான் \n" +
                        "வேரையன்று... \n" +
                        " \n" +
                        "உன் அறிவென்ற ஆறு  \n" +
                        "சென்றடைவது வல்லரசென்ற  \n" +
                        "கடல்மட்டுமேயன்றி  \n" +
                        "கடல்தாண்டி பயணிப்பதன்று...\n" +
                        " \n" +
                        "நம்மை வைத்து \n" +
                        "வளர்ந்துவிட்டான், \n" +
                        "நம்மால் வளரமுடியாதா.? \n" +
                        "\n" +
                        "உலகத்துக்கே பேச \n" +
                        "கற்றுகொடுத்தவள் தமிழன்னை; \n" +
                        "எங்கே தொலைத்தோம்  \n" +
                        "நமது அன்னையை.? \n" +
                        " \n" +
                        "ஆங்கிலத்திற்கு பதிலாக \n" +
                        "தமிழ்பேசப்படவேண்டும்\n" +
                        "என்றில்லை... \n" +
                        "ஆங்கிலம் போன்ற பிறமொழி \n" +
                        "கலவாமல் தமிழ்மொழி \n" +
                        "பேசினாலே போதும்... \n" +
                        "\n" +
                        "பலர் \n" +
                        "வங்கிக்கணக்கில் \n" +
                        "பணம்சேமித்தபோது \n" +
                        "இரத்தவங்கியில் \n" +
                        "இரத்தம் சேமித்து\n" +
                        "பல்லுயிர் காத்தலே ஆண்மை... \n" +
                        " \n" +
                        "விவேகானந்தர் கேட்ட \n" +
                        "விவேகம்,வேகம் \n" +
                        "கொண்ட இளம்படையே...\n" +
                        " \n" +
                        "பதக்கப்பட்டியலில் முதலும் \n" +
                        "பதுக்குதல்,லஞ்சபட்டியலில் \n" +
                        "முடிவிலும் \n" +
                        "இந்தியாவின் பெயரைப்பொறி.\n" +
                        " \n" +
                        "அழிக்கவும்,ஆக்கவும் \n" +
                        "தெரிந்த இவ்வுலக \n" +
                        "கடவுள்களே... \n" +
                        "நீங்கள் திரண்டு வந்தால்  \n" +
                        "எதிரிகள் மிரண்டுபோவான்... \n" +
                        " \n" +
                        "நம் சுவாசம் நிற்பினும் \n" +
                        "நம் தேசம் நிமிரட்டும்...\n";


        temp.image=R.drawable.img53;
        kavithaiList.add(temp);

        /* 54th kavithai */
        temp=new kavithai();

        temp.title="சவர்க்காரம்";

        temp.short_content=
                "நானும் அவளும்\n" +
                        "உரசிக்கொண்டபோது\n" +
                        "வெண்ணிறதிரவம் சுரந்தது...\n" ;

        temp.long_content=
                "\n" +
                        "நானும் அவளும்\n" +
                        "உரசிக்கொண்டபோது\n" +
                        "வெண்ணிறதிரவம் சுரந்தது...\n" +
                        "\n" +
                        "அசுத்தத்தை  \n" +
                        "சுத்தப்படுத்தியது \n" +
                        "எங்களது உரசல்... \n" +
                        " \n" +
                        "அவளது உடல்நெளிவுகள் \n" +
                        "அனைத்தும் என் உரசலால்\n" +
                        "பொழிவு பெற்றது.... \n" +
                        " \n" +
                        "இறுதியில்,  \n" +
                        "அவளது அங்கம் பொழிந்தது\n" +
                        "எனது அங்கம் மெலிந்தது \n" +
                        "இப்படிக்கு \n" +
                        "சவர்க்காரம்... \n" +
                        " \n" +
                        "(சவர்க்காரம் என்றால் ஆங்கிலத்தில் சோப்பு)\n" +
                        "\n";

        temp.image=R.drawable.img54;
        kavithaiList.add(temp);

        /* 55th kavithai */
        temp=new kavithai();

        temp.title="குடிமகன்";

        temp.short_content="செங்கற்களுக்கு பதில் \n" +
                "பாட்டிகளால் அடுக்குமாடி\n" +
                "கட்டி விளையாடியவன்-இன்று\n" +
                "கட்டிடப்பொறியாளன்...\n" ;

        temp.long_content=
                "\n" +
                        "நாட்டிற்கு நல்ல குடிமகன்கள்\n" +
                        "குறைவுதான்\n" +
                        "வீட்டிற்கு ஒரு குடிமகன் \n" +
                        "என்ற விகிதம் உள்ளது... \n" +
                        " \n" +
                        "குழந்தைக்கு புட்டிப்பால்கூட \n" +
                        "கொடுக்க சக்தியில்லை..\n" +
                        "ஆனால், \n" +
                        "கணவனுக்கு பாட்டிலில் \n" +
                        "மதுகொடுக்கும்நிலை தாய்க்கு... \n" +
                        " \n" +
                        "அப்பெண்ணுக்கு\n" +
                        "உணவருந்தாமையால்\n" +
                        "குடல் வெந்தது ;\n" +
                        "அப்பனுக்கு \n" +
                        "மது அருந்தியமையால் \n" +
                        "குடல் வெந்தது ;\n" +
                        "\n" +
                        "பத்துதிங்கள் \n" +
                        " சுமந்தவள் இன்றில்லை.... \n" +
                        "பத்துபாத்திரம் கழுவி \n" +
                        "படிக்கும்நிலை \n" +
                        "குழந்தைக்கு...\n" +
                        " \n" +
                        "செங்கற்களுக்கு பதில் \n" +
                        "பாட்டிகளால் அடுக்குமாடி \n" +
                        "கட்டி விளையாடியவன்-இன்று \n" +
                        "கட்டிடப்பொறியாளன்\n" +
                        " \n" +
                        "காலங்கள் கடந்தபின்னர் \n" +
                        "கண்ணீரால் பாவத்தைக் \n" +
                        "கழுவுகிறான் மனைவியை \n" +
                        "இழந்த பாவத்திற்கு\n" +
                        " \n" +
                        "மூன்றுவேளையும் தவறாது \n" +
                        "பாட்டிலை எடுக்கிறான்\n" +
                        "மதுவையல்ல  \n" +
                        "மதுவை மறக்கவைக்கும்\n" +
                        "மருந்தை... \n" ;


        temp.image=R.drawable.img55;
        kavithaiList.add(temp);

             /* 56th kavithai */
        temp=new kavithai();

        temp.title="என் குழந்தை";

        temp.short_content="மதியம் \n" +
                "உன்அன்னையிடம் \n" +
                "நீ மிச்சம் வைத்த \n" +
                "எச்சில்பாலை பருகணும்...\n" ;

        temp.long_content=
                "\n" +
                        "ஆணோ! பெண்ணோ! \n" +
                        "என் உறவு என்று சொல்ல\n" +
                        "உதயமான சூரியனே... \n" +
                        " \n" +
                        "சூரிய உதயத்தைப் பார்க்கும்முன் \n" +
                        "மழலை சிரிப்பில் ஒளிரும் \n" +
                        "உன்முகத்தில் விழிக்கணும்\n" +
                        " \n" +
                        "காலையில் என்மீது  \n" +
                        "நீ சிறுநீர் கழிப்பது \n" +
                        "நான் குளிப்பதற்காகவா? \n" +
                        "\n" +
                        "தினமும் முகத்தினை \n" +
                        "சவரம் செய்யணும் \n" +
                        "உன்னை முத்தமிடுவதற்கு... \n" +
                        " \n" +
                        "உலகத்தையே சுற்றிக்காட்டணும்\n" +
                        "என்னுலகம் நீ காலையுணவு \n" +
                        "அருந்துவதற்கு... \n" +
                        " \n" +
                        "நான் யானையாக \n" +
                        "நீ பாகனாக \n" +
                        "என்மீது சவாரிசெய்யணும்... \n" +
                        " \n" +
                        "நீ இமைமூடி \n" +
                        "தூங்கும் நேரத்தில், \n" +
                        "நான் இமைக்காமல் \n" +
                        "அந்த அழகை ரசிக்கணும் \n" +
                        " \n" +
                        "உதிரமும் உடலும் \n" +
                        "கொடுத்தவளிடம் அன்பில் \n" +
                        "போட்டியிட்டு தோற்கணும்\n" +
                        " \n" +
                        "மதியம் \n" +
                        "உன் அன்னையிடம்  \n" +
                        "நீ மிச்சம் வைத்த  \n" +
                        "எச்சில்பாலை பருகணும்...\n" +
                        " \n" +
                        "என்மார்பில் தான் \n" +
                        "மாலைவரை உன்னை \n" +
                        "உறங்க வைக்கணும்... \n" +
                        "\n" +
                        "உன் வயதுக்கு  \n" +
                        " என் வயதைகுறைத்து\n" +
                        "அன்பை பகிர்வதில் \n" +
                        "உன்னுடன் சண்டையிடணும்... \n" +
                        "\n" +
                        "உன்னை பெற்றெடுத்த \n" +
                        "நிலவினைக் காட்டி \n" +
                        "உனக்கு ஊட்டிவிடணும்... \n" +
                        " \n" +
                        "இரவிற்குமட்டும் இதயம்\n" +
                        "துடிக்காமல் இருக்கணும், \n" +
                        "தாயும்சேயும் என் \n" +
                        "மார்பில் உறங்குவதற்கு... \n" +
                        " \n" +
                        "உன்னுடன் விளையாட\n" +
                        "தினமும் விடுமுறை எடுக்கணும், \n" +
                        "முதல்நாள் முத்தாக முடிய \n" +
                        "ஆறுநாள் செத்துப்போனேன் \n" +
                        "உன்னை பிரிந்ததால் \n" +
                        "\n" +
                        "தொழில்நுட்பம் தரும் \n" +
                        "தொல்லை மறந்து \n" +
                        "உன்னுள்  \n" +
                        "தொலையும் நேரமே  \n" +
                        "என்பொன்நேரம்\n" ;

        temp.image=R.drawable.img56;
        kavithaiList.add(temp);

            /* 57th kavithai */
        temp=new kavithai();

        temp.title="முன்பதிவு செய்யப்படாதப்பெட்டி";

        temp.short_content="ஒற்றை இருக்கையில் இருவர் \n" +
                "காதலனென நம்பி\n" +
                "காமவெறியனுக்கு இரையான\n" +
                "இளம்பெண் ஏமாற்றத்தோடு...\n" ;

        temp.long_content=
                "\n" +
                        "ஒற்றை இருக்கையில் இருவர் \n" +
                        "காதலனென நம்பி\n" +
                        "காமவெறியனுக்கு இரையான\n" +
                        "இளம்பெண் ஏமாற்றத்தோடு...\n" +
                        "\n" +
                        "பெட்டியின் அசைவில் \n" +
                        "தொட்டிலாடுவதை \n" +
                        "அன்னை தாலாட்டுபோல  \n" +
                        "தூங்கும் பச்சிளம்குழந்தை \n" +
                        "\n" +
                        "ஐந்தகவையில் ஐந்தடி \n" +
                        "இருக்கையின் அடியில் \n" +
                        "பாம்புபோல சுருண்டு \n" +
                        "உறங்குகிறான் தம்பி... \n" +
                        "\n" +
                        "பூப்பெய்தும் வயதில்  \n" +
                        "தந்தையின் கவனிப்பில் \n" +
                        "தாயில்லாமல் செல்லும் \n" +
                        "என் தங்கை... \n" +
                        "\n" +
                        "ஒருபுறம்,பாடல்களை \n" +
                        "தனது செவிமடல்களுக்குள் \n" +
                        "ஒலிக்கச்செய்து கொண்டு \n" +
                        "செல்லும் இளைஞர்கள்... \n" +
                        "\n" +
                        "மறுபுறம்,காலையில் \n" +
                        "புத்தகப்பையுடன் பாடசாலைக்கும் \n" +
                        "மாலையில் முறுக்குப்பையுடன் \n" +
                        "இருப்புச்சாலையில் \n" +
                        "வியாபாரத்திற்கு செல்லும் இளைஞன்...\n" +
                        " \n" +
                        "தாயை கவனிக்கவேண்டிய \n" +
                        "வயதில் \n" +
                        "தாயின் கவனிப்பில் \n" +
                        "குடிகாரமகன்\n" +
                        "என்னவொரு தாயன்பு... \n" +
                        " \n" +
                        "மூன்றுகாலில் நிற்கும் \n" +
                        "முதியவளுக்கு, \n" +
                        "அமர்வதற்கு முன்னுரிமை\n" +
                        "வழங்காத முட்டாள்களை \n" +
                        "எங்ஙனம் உரைப்பது... \n" +
                        " \n" +
                        "தனக்குகிடைத்த சிறு இருக்கையில் \n" +
                        "முன்பின் பார்த்திராத பேத்தியை\n" +
                        "பத்துமணிநேரம் மடியில் சுமந்த \n" +
                        "என் தாத்தாவும் ஒரு தாய்தான்... \n" +
                        " \n" +
                        "கழிவறையின் துர்நாற்றத்தில் \n" +
                        "பயணமுடிவு அறியாமல் \n" +
                        "மயானத்திற்கு பசியில் \n" +
                        "பயணிக்கும்  \n" +
                        "மனநோயாளி நண்பன். \n" +
                        " \n" +
                        "மின்சாரத் தொடர்வண்டிக்கு\n" +
                        "புகை ஊதிக்கொண்டு \n" +
                        "குவார்ட்டர் பாட்டில் எரிபொருளுடன் \n" +
                        "முரட்டுக் குடிமகன். \n" +
                        " \n" +
                        "கருவறை முதல் கல்லறை\n" +
                        "செல்பவன் வரை அனைவரையும் \n" +
                        "சுமந்து செல்கிறது \n" +
                        "முன்பதிவு செய்யப்படாதப்பெட்டி...\n";

        temp.image=R.drawable.img57;
        kavithaiList.add(temp);

                /* 58th kavithai */
        temp=new kavithai();

        temp.title="மரத்தின் கற்பு";

        temp.short_content=
                "கற்பை வெட்டும்போது\n" +
                        "வியர்வை கொட்டுகிறது\n" +
                        "இரத்தம் சொட்டுகிறது...\n" ;

        temp.long_content=
                "\n" +
                        "நீ சுவாசிப்பதற்கு தானே\n" +
                        "அவளும் சுவாசித்தால்\n" +
                        "தனிமையில் விட்டது எதனால்? \n" +
                        " \n" +
                        "பலரால் அவளது \n" +
                        "அங்கங்கள் காயப்பட்டாலும் \n" +
                        "வாழ்ந்து கொண்டிருக்கிறாள்\n" +
                        "கற்பு அழிக்கப்படும் வரை... \n" +
                        " \n" +
                        "கற்பை வெட்டும்போது \n" +
                        "வியர்வை கொட்டுகிறது \n" +
                        "இரத்தம் சொட்டுகிறது...\n" +
                        " \n" +
                        "கொடூரன் கோடாறியால் \n" +
                        "வெட்டினாலும் வேறிடத்தில்  \n" +
                        "வேரூன்றி வாழ்கிறாள் \n" +
                        "\n" +
                        "சூறாவளிக்கும் இரையாகாத \n" +
                        "மரங்கள் சூறையாடப்படுவது \n" +
                        "எதற்காக? \n" ;


        temp.image=R.drawable.img4;
        kavithaiList.add(temp);

                /* 59th kavithai */
        temp=new kavithai();

        temp.title="இந்தியா";

        temp.short_content="இறந்தால்தான் சொர்க்கத்திற்கு \n" +
                "செல்வோம்.\n" +
                "ஆனால்,\n" +
                "நாம் பிறந்ததே\n" +
                "சொர்க்கதில்தான்...\n" ;

        temp.long_content=
                "\n" +
                        "இறந்தால்தான் சொர்க்கத்திற்கு \n" +
                        "செல்வோம்.\n" +
                        "ஆனால்,\n" +
                        "நாம் பிறந்ததே\n" +
                        "சொர்க்கதில்தான்...\n" +
                        "\n" +
                        "நாம் காண்பது கனவா நனவா? \n" +
                        "பட்டங்கள் காற்றில் \n" +
                        "பறக்கவில்லை. \n" +
                        "சட்டங்கள்தான் காற்றில் \n" +
                        "பறக்கிறது\n" +
                        "நமது தாய்த்திருநாட்டில்... \n" +
                        " \n" +
                        "ஏழைகள் பொருளாதார \n" +
                        "நெருக்கடியின் பிடியில், \n" +
                        "அரசியல்வாதிகள் குடிபோதையில்\n" +
                        "விலைவாசி உயர்வுதான்  \n" +
                        "காரணமா? \n" +
                        " \n" +
                        "திருவிழாக்கூட்டமும் \n" +
                        "தோற்றுப்போகும்,\n" +
                        "விவாகரத்து பெற நிற்பவர்களிடம்... \n" +
                        " \n" +
                        "வெளிநாட்டவர்கள் சுரண்டிச்சென்றது \n" +
                        "செல்வங்களை மட்டுமல்ல, \n" +
                        "திறமையான இளைய\n" +
                        "செல்வங்களையும்தான் \n" +
                        " \n" +
                        "கருத்துக்களை  \n" +
                        "பரிமாறுகிறேனென்ற பெயரில் \n" +
                        "இதயத்தை தொலைக்கிறான்\n" +
                        "இணையதளத்தில்... \n" +
                        " \n" +
                        "வியர்வைக்கு பதில் இரத்தம் \n" +
                        "சிந்தி பெற்ற சுதந்திரம் \n" +
                        "ஆனால்,\n" +
                        "பெண்கள் சுதந்திரமாக  \n" +
                        "நடக்கமுடியவில்லை... \n" +
                        " \n" +
                        "பாரததாயின் இரத்தநாளங்கள் \n" +
                        "துண்டுபட்டு கிடக்கின்றனவே\n" +
                        "ஆறுகளாக... \n" +
                        " \n" +
                        "காட்டில் மிருகங்களின் \n" +
                        "வேட்டையைவிட \n" +
                        "வீதியில் மனிதமிருகங்களின்\n" +
                        "வேட்டை  \n" +
                        "கொடுமையாக உள்ளது... \n" +
                        " \n" +
                        "கண்ணுக்குள் கனவுகள் \n" +
                        "இருப்பினும்\n" +
                        "இமைதிறக்கும் போது \n" +
                        "அவை மறைந்துவிடும் \n" +
                        "அதுபோல, \n" +
                        "பாரதத்தைகாண்பது \n" +
                        "கனவாக இருக்கக்கூடாதா...? \n" ;

        temp.image=R.drawable.img59;
        kavithaiList.add(temp);

                /* 60th kavithai */
        temp=new kavithai();

        temp.title="எது ஊனம்";

        temp.short_content="இருபது வருடங்களாக \n" +
                "எனது தந்தை என்னை\n" +
                "தோளில் சுமந்து செல்கிறார்\n" +
                "தோழனாக...\n" ;


        temp.long_content=
                "\n" +
                        "இருபத்துமாத வயதில் \n" +
                        "நான் நடப்பதற்காக \n" +
                        "மூன்று சக்கரவண்டியை \n" +
                        "என் அன்னை கொடுத்தாள்... \n" +
                        " \n" +
                        "இருபத்து வயதிலும்  \n" +
                        "மூன்று சக்கரவண்டியில்தான் \n" +
                        "செல்கிறேன்... \n" +
                        " \n" +
                        "ஈரைந்து மாதம்  \n" +
                        "அன்னை வயிற்றில் சுமந்தாள்; \n" +
                        "தவழும்போது\n" +
                        "ஈரைந்து மாதம்  \n" +
                        "பூமித்தாய் சுமந்தாள்... \n" +
                        " \n" +
                        "இருபது வருடங்களாக \n" +
                        "எனது தந்தை என்னை\n" +
                        "தோளில் சுமந்து செல்கிறார் \n" +
                        "தோழனாக... \n" +
                        " \n" +
                        "மூச்சு நிற்கும்வரை  \n" +
                        "முயற்சியைவிடாததால்\n" +
                        "உலகசாதனைப்புத்தகத்தில்  \n" +
                        "எனது பெயர்... \n" +
                        " \n" +
                        "உடலின் வெளிப்புறத்தில் \n" +
                        "இல்லை ஊனம்,\n" +
                        "உதவும் மனப்பான்மையும்  \n" +
                        "முயற்சியின்மையும் \n" +
                        "உள்ளம் கொண்ட சோம்பேறியே \n" +
                        "ஊனம் உடையவன்... \n" ;

        temp.image=R.drawable.img60;
        kavithaiList.add(temp);

                /* 61st kavithai */
        temp=new kavithai();

        temp.title="என்ன(இ)வளின் நட்பு";

        temp.short_content="எப்போது \n" +
                "நஞ்சினை\n" +
                "நெஞ்சினுள் விதைத்தாய்\n" +
                "காதலென்ற பெயரில்...\n" ;

        temp.long_content=
                "\n" +
                        "தோழனே.!!!\n" +
                        "தவழும் வயதிலே மலர்ந்தது\n" +
                        "தான் நம் நட்பு... \n" +
                        " \n" +
                        "ஒருதாயின் உதிரத்தை \n" +
                        "நம் உடலில் ஓடவைத்தாள், \n" +
                        "தத்துப்பிள்ளையாக அல்லாமல்\n" +
                        "தன்பிள்ளையாக \n" +
                        "என்னை வளர்த்தாள்... \n" +
                        " \n" +
                        "ஒரு தாயின் வளர்ப்பில் \n" +
                        "வளர்ந்த பிள்ளைபோன்ற\n" +
                        "தோழமைகள் தானே நாம்... \n" +
                        "மழலை பருவத்திலே \n" +
                        "பருவமழையை ரசிக்க \n" +
                        "தொடங்கியது நம்நட்பு... \n" +
                        "\n" +
                        "சண்டை,போட்டிகள் \n" +
                        "நம்முள் இருப்பினும் \n" +
                        "பொறாமை வளர்ந்தது  \n" +
                        "நம்நட்பின்மீது... \n" +
                        "\n" +
                        "எப்போது \n" +
                        "நஞ்சினை \n" +
                        "நெஞ்சினுள் விதைத்தாய் \n" +
                        "காதலென்ற பெயரில்... \n" +
                        "\n" +
                        "ஒருதலையாய் உனக்குள் \n" +
                        "முளைத்த காதல் \n" +
                        "அன்பென்ற அழகிய நட்பை  \n" +
                        "அழித்தது எதனால்.? \n" +
                        "\n" +
                        "எப்படி உனக்குள் மட்டும் \n" +
                        "அந்த கிளர்ச்சி ஏற்பட்டது \n" +
                        "இதுதான்  \n" +
                        "நட்பின் அடையாளமா? \n" +
                        "\n" +
                        "மூடத்தனமான கோரமுடிவு \n" +
                        "நொடிபொழுதும் கொல்வது  \n" +
                        "என்னை மட்டுமன்று \n" +
                        "நம் நட்பையும்தான்... \n" +
                        "\n" +
                        "இனம்,மதம்,மொழி \n" +
                        "பாராமல் வருவது  \n" +
                        "காதலும் நட்புமே... \n" +
                        " \n" +
                        "காதல் ஒருவர்மீது  மட்டும்\n" +
                        "உயிராய் இருக்கும்  \n" +
                        "நட்பு ஒவ்வொரிடமும்  \n" +
                        "உண்மையாய் இருக்கும்... \n" +
                        " \n" +
                        "நட்பு காதலாக வளரலாம்\n" +
                        "நட்பை வைத்து காதலை \n" +
                        "வளர்க்காதே. \n" +
                        " \n" +
                        "எனது தோல்வியின்போது \n" +
                        "தோள்கொடுக்க தோழன்\n" +
                        "இருக்கிறான் என நம்புகிறேன்; \n" +
                        "ஆனால்,என்தோல்வியே \n" +
                        "தோழனால்தான் என்றால் \n" +
                        "உயிரையும் இழப்பேன் \n" +
                        "எனது நட்புக்காக.\n" ;

        temp.image=R.drawable.img61;
        kavithaiList.add(temp);

                /* 62nd kavithai */
        temp=new kavithai();

        temp.title="என்று பிறந்தநாள்? ";

        temp.short_content="ஆயிரம் கவிதைகளை \n" +
                "எழுதிய கவிஞனானாலும்\n" +
                "அம்மா என்றுசொல்லும்\n" +
                "கவிதைதான் அவளை\n" +
                "கவர்ந்திருக்கும்...\n" ;

        temp.long_content=
                "\n" +
                        "கரு தரித்தபோது \n" +
                        "ஆனந்தத்திற்கு இணை\n" +
                        "ஏது....? \n" +
                        " \n" +
                        "நீ கருவாக உருவானதும் \n" +
                        "உன்னையே \n" +
                        "வேண்டாமென்றபோது\n" +
                        "மண்டியிட்டு கதறினாள்... \n" +
                        " \n" +
                        "ஆணோ பெண்ணோ \n" +
                        "என யோசிக்காமல் \n" +
                        "எனது குழந்தையென்று\n" +
                        "தாய்மையை பறைசாற்றினாள்... \n" +
                        " \n" +
                        "அவள் \n" +
                        "தூங்காமலே \n" +
                        "பல கனவுகள்\n" +
                        "கண்டிருப்பாள்... \n" +
                        " \n" +
                        "உனது முழுவாழ்வையும் \n" +
                        "ஓர் ஓவியமாக \n" +
                        "செதுக்கியிருப்பாள்\n" +
                        " \n" +
                        "வாழ்நாளில் கூட \n" +
                        "அத்தனை முறை \n" +
                        "அம்மா என்றிருக்கமாட்டாள், \n" +
                        "ஆனால்,\n" +
                        "உன்னைப் பெற்றெடுக்கும் \n" +
                        "போது கோடிமுறை \n" +
                        "அம்மா என்றிருப்பாள்... \n" +
                        " \n" +
                        "உனக்கு வலிக்ககூடாது\n" +
                        "என்பதற்க்காக \n" +
                        "பிரசவவலியை அவளே \n" +
                        "தாங்கி கதறியியிருப்பாள்... \n" +
                        " \n" +
                        "உனது அன்னையும்\n" +
                        "ஒரு சிற்பிதான், \n" +
                        "இத்தனை அழகாக \n" +
                        "உன்னை பெற்றதால்... \n" +
                        " \n" +
                        "முதல்நாள்\n" +
                        "பள்ளிக்குச் சென்றதும் \n" +
                        "உன்னைவிட அன்னையே \n" +
                        "அதிகம் அழுதிருப்பாள், \n" +
                        "உன்னை பிரிவதால்... \n" +
                        "\n" +
                        "வகுப்பில் நீ \n" +
                        "கடை மாணவனாகவே \n" +
                        "இருப்பினும்,நீ தான் \n" +
                        "அவளுக்கு முதல்வன்.. \n" +
                        "\n" +
                        "ஆயிரம் கவிதைகளை \n" +
                        "எழுதிய கவிஞனானாலும் \n" +
                        "அம்மா என்றுசொல்லும் \n" +
                        "கவிதைதான் அவளை \n" +
                        "கவர்ந்திருக்கும்...\n" +
                        " \n" +
                        "இப்படி அனைத்து  \n" +
                        "நிலையிலும் \n" +
                        "உயர்ந்து நிற்கிறாள் \n" +
                        "அன்னை...\n" +
                        " \n" +
                        "அவளுகென்று என்ன  \n" +
                        "கொடுத்தாய், \n" +
                        "பிறக்கும்போது கொடுத்த \n" +
                        "வலியை தவிர...\n" +
                        " \n" +
                        "பிறகெதற்கு உனது  \n" +
                        "பிறந்தநாளை \n" +
                        "கொண்டாடுகிறாய்; \n" +
                        "இது உனது அன்னையின்\n" +
                        "பிறந்தநாளே தவிர \n" +
                        "உனது அன்று... \n" +
                        " \n" +
                        "இந்த நாளை \n" +
                        "இனிப்புடன் மகிழ்ச்சியோடு.\n" +
                        "கொண்டாடு \n" +
                        "உனது அன்னையின் \n" +
                        "பிறந்தநாள் என்று... \n" +
                        "\n" +
                        "என்று அவளின்  \n" +
                        "கனவு ஓவியங்கள்  \n" +
                        "நனவாக வர்ணம்பெறுகிறதோ \n" +
                        "அன்றே உனது \n" +
                        "பிறந்தநாள்...\n" +
                        " \n" +
                        "அந்தநாள் தொலைவில் \n" +
                        "இல்லை என்பது \n" +
                        "உனது முயற்சியில் \n" +
                        "தெரிகிறது...\n" +
                        " \n" +
                        "நீ சாதனைபடைக்க \n" +
                        "காத்திருக்கவில்லை, \n" +
                        "சாதனைகள்தான் \n" +
                        "உனக்காக \n" +
                        "காத்திருக்கிறது... \n" +
                        " \n" +
                        "விரைவில்  \n" +
                        "உனது பிறந்தநாளை \n" +
                        "உன் அன்னையோடு\n" +
                        "கொண்டாடுவாய்.. \n" ;

        temp.image=R.drawable.img62;
        kavithaiList.add(temp);

                /* 63rd kavithai */
        temp=new kavithai();

        temp.title="பெண்ணின் நிலை";

        temp.short_content="மேற்க்கத்திய கலாச்சாரத்தால \n" +
                "உடம்புல தெரிஞ்ச\n" +
                "பகுதியளவு தான்\n" +
                "இப்ப பெரும்பாலும்\n" +
                "மூடியிருக்கு...\n" ;

        temp.long_content=
                "\n" +
                        "ஒரு தாயின் \n" +
                        "பாசப்போராட்டத்திற்கு\n" +
                        "கிடைத்த வெற்றிமகள்தான் \n" +
                        "அவள்.. \n" +
                        " \n" +
                        "பள்ளிக்கு  \n" +
                        "செல்லாமல்\n" +
                        "சுள்ளி எடுக்கச் \n" +
                        "சென்றாள்... \n" +
                        " \n" +
                        "பௌர்ணமி நிலவாக \n" +
                        "அடுப்பறையில்\n" +
                        "பிரகாசித்தாள்... \n" +
                        " \n" +
                        "வயசு இருந்தும் \n" +
                        "வயசுக்கு வந்ததும் \n" +
                        "மணமேடைக்கு\n" +
                        "ஏத்துனாங்க \n" +
                        " \n" +
                        "தாய்ப்பால் இருக்க \n" +
                        "கள்ளிப்பால் \n" +
                        "கொடுத்து கொன்னாங்க...\n" +
                        " \n" +
                        "மயக்கம் தெளிஞ்சுபாக்கயில \n" +
                        "மயானத்துல என்பிள்ளைய \n" +
                        "உறங்க வச்சுடாங்க... \n" +
                        "\n" +
                        "ரத்த கடலுல \n" +
                        "கப்பலாட்டம் மிதக்குதடி \n" +
                        "ஆளில்லாத \n" +
                        "என் கர்ப்பப்பை... \n" +
                        "\n" +
                        "நல்லவேளையா \n" +
                        "உன்ன கொன்னாங்க.! \n" +
                        "இல்லன \n" +
                        "நீ சமஞ்சதும் இரண்டுநாள் \n" +
                        "ஜமீனுக்கு சொந்தமாகனூம்...\n" +
                        " \n" +
                        "கணவன் \n" +
                        "கட்டைக்கு சென்றதும் \n" +
                        "உடன் கட்டை \n" +
                        "ஏத்துனாங்க...\n" +
                        " \n" +
                        "இப்படி இருந்தகாலம் \n" +
                        "இப்ப இறந்தகாலமாச்சு... \n" +
                        "காலம் மாறையில \n" +
                        "கலாச்சாரமும் மாறிடுச்சு...\n" +
                        " \n" +
                        "பாவாடை தாவணி \n" +
                        "இப்ப கொஞ்சம் \n" +
                        "குட்டபாவாடையாச்சு... \n" +
                        "\n" +
                        "பொழுதுபோக்கிற்கு \n" +
                        "ஆண்டுக்கொரு \n" +
                        "ஆண்மகனென்றாச்சு... \n" +
                        " \n" +
                        "மேற்க்கத்திய கலாச்சாரத்தால\n" +
                        "உடம்புல தெரிஞ்ச \n" +
                        "பகுதியளவு தான் \n" +
                        "இப்ப பெரும்பாலும் \n" +
                        "மூடியிருக்கு... \n" +
                        "\n" +
                        "ஆணுக்கு நிகர \n" +
                        "போட்டியிட்டதால \n" +
                        "இப்ப பாட்டில்கூட \n" +
                        "சிலபெண்கள் கையில... \n" +
                        "\n" +
                        "இதே பூமில \n" +
                        "இப்படியும் பெண்ணுண்டா \n" +
                        "என பாக்கவச்சது \n" +
                        "எத்தனையோபேர்... \n" +
                        "\n" +
                        "தடகளத்தில் வேகத்துல \n" +
                        "புயலுக்கும் முயலுக்கும் \n" +
                        "சரியான போட்டி \n" +
                        "கயல்விழி தான்... \n" +
                        "\n" +
                        "அன்னைக்கு ஏட்டையே \n" +
                        "பாக்காதவ \n" +
                        "பேத்தி \n" +
                        "இன்னைக்கு கோட்டைக்கே \n" +
                        "ராசாத்தி...\n" +
                        " \n" +
                        "கஞ்சி காய்ச்சிய \n" +
                        "காலமெல்லாம் போயாச்சு \n" +
                        "விண்ணுலக ஆராய்ச்சி \n" +
                        "செய்யுற காலம்வந்தாச்சு...\n" +
                        " \n" +
                        "இருட்டறையில் \n" +
                        "பேதையாக \n" +
                        "இருந்தவள் இன்று \n" +
                        "சட்டமேதை...\n" +
                        " \n" +
                        "அனைத்து துறையிலும் \n" +
                        "ஆணுக்கு நிகராக \n" +
                        "முத்திரை பதித்துவிட்டனர் \n" +
                        "என தெரிந்தாலும் \n" +
                        "நடப்பது என்ன...? \n" +
                        " \n" +
                        "கோயிலெனும் \n" +
                        "பள்ளியிலே \n" +
                        "பாலியல் தொந்தரவு.. \n" +
                        " \n" +
                        "நீதி தேவதையாக \n" +
                        "பெண் இருந்தாலும் \n" +
                        "பெண்களுக்கு எதிராக \n" +
                        "அநீதிகள் நடக்கத்தான் \n" +
                        "செய்கிறது... \n" +
                        " \n" +
                        "சட்டங்கள் \n" +
                        "ஆயிரம் இருப்பினும் \n" +
                        "என்ன பயனுண்டு...? \n" +
                        "ஓட்டைகள்  \n" +
                        "கோடியுண்டனவே..! \n" +
                        " \n" +
                        "இன்னும்  \n" +
                        "வரதட்சணை,விபச்சாரம், \n" +
                        "விவாகரத்து போன்ற தீயில் \n" +
                        "வெந்து கொண்டிருப்பது \n" +
                        "பெண்டீர்களே...? \n" +
                        " \n" +
                        "காக்கவேண்டிய \n" +
                        "காவல்துறையே \n" +
                        "காமவேட்கையாடினால் \n" +
                        "என்ன செய்வது...? \n" +
                        " \n" +
                        "காமவேட்கையனின் \n" +
                        "கண்ணைமூட முயலாதே. \n" +
                        "சரியாக சரீரத்தை \n" +
                        "மறைத்தால் போதும்... \n" +
                        " \n" +
                        "கொழுந்துவிட்டு எறியும் \n" +
                        "தீயிற்கு வேலிஎதற்கு..? \n" +
                        "பெண்ணே  உன்னைவிட \n" +
                        "உன்னைவிட சிறந்த பாதுகாப்பு \n" +
                        "வேறொன்றுமில்லை...\n";

        temp.image=R.drawable.img63;
        kavithaiList.add(temp);

                /* 64th kavithai */
        temp=new kavithai();

        temp.title="விற்கப்பட்டவள் மீட்கப்பட்டாள்";

        temp.short_content="பணத்துக்காக \n" +
                "பூப்பெய்தும் வயதில் \n" +
                "பூக்களைப்போல்\n" +
                "விற்கப்பட்டாள் \n" +
                "விற்கப்பட்டால் விலைமாதுவாக...\n" ;

        temp.long_content=
                "\n" +
                        "தாய்ப்பால்\n" +
                        "சுரக்கும் முன்னரே\n" +
                        "கள்ளிப்பால் \n" +
                        "கொண்டுவரப்பட்டது \n" +
                        "பெண்ணாகப் பிறந்ததால்... \n" +
                        " \n" +
                        "பிஞ்சு வயதிலே\n" +
                        "நஞ்சுக்கு இரையாகிருப்பாள்  \n" +
                        "பத்துமாதங்கள் செய்த  \n" +
                        "மா’தவத்தினால் தப்பினாள்.. \n" +
                        " \n" +
                        "ஆரம்பப்பள்ளி \n" +
                        "சேர்க்கைக்கட்டணமே  \n" +
                        "ஆண்டுவருமானத்தை  \n" +
                        "கடந்ததால்  \n" +
                        "அரசுப்பள்ளியில் பயில்கிறாள்... \n" +
                        "\n" +
                        "கொத்தடிமை என்ற \n" +
                        "வறுமையிலிருந்து  \n" +
                        "மீள்வதற்குள்  \n" +
                        "தந்தையின் தசைகள்  \n" +
                        "தளர்ந்துவிடும் போலும்...\n" +
                        " \n" +
                        "வட்டிப்பணம்  \n" +
                        "கட்டமுடியாமல்  \n" +
                        "கட்டிலில் பெற்றவர்கள்  \n" +
                        "இருவரும் \n" +
                        "ஆழ்ந்த உறக்கத்தில்... \n" +
                        " \n" +
                        "இரவெல்லாம் துங்காமல் \n" +
                        "பார்த்துக்கொண்டிருந்தது  \n" +
                        "இப்போது தூங்குவதற்கா\n" +
                        "என்று உருக்கமாக அழுகிறாள்.. \n" +
                        "\n" +
                        "பணத்துக்காக  \n" +
                        "பூப்பெய்தும் வயதில் \n" +
                        "பூக்களைப்போல்  \n" +
                        "விற்கப்பட்டாள் \n" +
                        "விலைமாதுவாக...\n" +
                        " \n" +
                        "கடலையைக்கூட \n" +
                        "கடந்துவிடுவாள்போல \n" +
                        "அந்த பெண்கள் கூட்டத்தை \n" +
                        "கடக்கமுடியவில்லை...\n" +
                        " \n" +
                        "சுட்டெரிக்கும் வெயிலில் \n" +
                        "நடந்த கால்கள் \n" +
                        "சூடுபட்டு கிடக்கிறது \n" +
                        "தப்பிக்க முயன்றதால்...\n" +
                        " \n" +
                        "கள்ளிச்செடிக்கு \n" +
                        "இறையாகியிருக்கலாம் \n" +
                        "காமக்கொடியவர்களின் \n" +
                        "பசிக்கு இறையாகிவிட்டாளே...\n" +
                        " \n" +
                        "என்னவிலை கேட்டாலும்  \n" +
                        "கொடுப்பேன் \n" +
                        "எனக்கொரு மணிநேரம்  \n" +
                        "அவள் கொடுத்தால்...\n" +
                        " \n" +
                        "கண்டம் முடிந்தது போலும்  \n" +
                        "கண்டம்தாண்டி  \n" +
                        "விற்கப்பட்டவள்  \n" +
                        "மீட்கப்பட்டாள் என் மனைவியாக..\n" +
                        " \n" +
                        "பலரின் இச்சை ஆசைக்கு  \n" +
                        "கசைந்து எறியப்பட்ட  \n" +
                        "காகிதம்தான் அவள்.. \n" +
                        "தன்மீது எழுதப்பட்ட \n" +
                        "கவிதையை சுமப்பதுபோல \n" +
                        "என்கருவையும் சுமக்கிறாள்... \n" +
                        " \n" +
                        "முப்பதுவயதில் \n" +
                        "முதுகலைப்பட்டம் முடித்தாள்...\n" +
                        "அடுப்பறையில்  \n" +
                        "மாவாட்டப் பிறந்தவள்  \n" +
                        "மாவட்ட ஆட்சியாளரானாள்.. \n" +
                        " \n" +
                        "சிவப்பு விளக்குப்\n" +
                        "பகுதிகளை \n" +
                        "சிவப்புவிளக்கு  \n" +
                        "வாகனத்தில் வந்து  \n" +
                        "அழித்தால்... \n" +
                        "\n" +
                        "இப்படி நரகத்தையே \n" +
                        "சொர்க்கமாக மாற்றும்  \n" +
                        "பெண்கள் மத்தியில்... \n" +
                        " \n" +
                        "பாவாடை அணியும் வயதிலே\n" +
                        "ஆடையைப்போல்  \n" +
                        "ஆடவர்களை மாற்றி \n" +
                        "சொர்க்கத்தில் நரகத்தைத்தேடும் \n" +
                        "பெண்களும் உள்ளனரே...\n";

        temp.image=R.drawable.img64;
        kavithaiList.add(temp);

                /* 65th kavithai */
        temp=new kavithai();

        temp.title="அன்பு மகளான அம்மா";

        temp.short_content="அவளை அம்மாயென்று \n" +
                "அழைக்கமுடியாததால் தான்\n" +
                "என்னவோ\n" +
                "அவள் பிறக்கும்போது\n" +
                "அம்மாயென்று ஆயிரம்முறை\n" +
                "அழைத்தேனோ..?\n" ;

        temp.long_content=
                "\n" +
                        "எனது வலதுகை\n" +
                        "எப்போதும் மூடியுள்ளது\n" +
                        "ஆம், \n" +
                        "என் அன்னையை கற்பனையில் \n" +
                        "கைபிடித்து நடக்கிறேன்... \n" +
                        " \n" +
                        "அன்னையாக என்னை \n" +
                        "சுமந்த காலங்களோடு \n" +
                        "வாழ்ந்தகாலம் குறைவுதான்... \n" +
                        " \n" +
                        "மண்மேல் இருப்பினும் \n" +
                        "மண்ணுக்குள் இருப்பினும்\n" +
                        "அவள் நினைவுகள் \n" +
                        "என் நெஞ்சுக்குள் இருக்கும்.. \n" +
                        " \n" +
                        "கல்லூரி விடுதியில்  \n" +
                        "வாரத்தில் ஒருநாள்\n" +
                        "அனைவரும் அன்னையின் \n" +
                        "அணைப்பில்... \n" +
                        "நான்மட்டும் தனிமையில்... \n" +
                        " \n" +
                        "விண்ணின் மழைத்துளியும்\n" +
                        "தோற்றுப்போகும் \n" +
                        "என் இதயத்திலிருந்துவரும் \n" +
                        "இரத்தகசிவிடம் \n" +
                        "அன்னை இல்லாதவேதனையில்... \n" +
                        "\n" +
                        "நான் பிறந்ததும் \n" +
                        "விரைவிலே சென்றது \n" +
                        "எனக்கு மகளாக \n" +
                        "பிறக்கவேண்டுமென்ற வரம் \n" +
                        "வாங்கத்தான்போலும்...\n" +
                        " \n" +
                        "என் வாழ்க்கையில் \n" +
                        "அனைத்தையும் இழந்த \n" +
                        "பின்னரும் வாழ்வதற்கு \n" +
                        "ஒருபிடிமானம் அவள்தானே...\n" +
                        " \n" +
                        "இன்று என்னை சுமந்த  \n" +
                        "அன்னையை  \n" +
                        "நான் சுமக்கிறேன்  \n" +
                        "என் குழந்தையாக..\n" +
                        " \n" +
                        "நான் இழந்தபாசத்தை \n" +
                        "இருமடங்காக  \n" +
                        "அவளுக்கு கொடுக்கணும்... \n" +
                        "\n" +
                        "பல யுகமாக \n" +
                        "காத்திருக்கிறேன் \n" +
                        "அன்னையின் முகம்காண... \n" +
                        " \n" +
                        "உன்னை காணதுடிப்பது\n" +
                        "என் இதயமட்டுமன்று  \n" +
                        "என் இமைக்களும்தான்... \n" +
                        " \n" +
                        "விரைந்து வந்து \n" +
                        "விருந்து அளி\n" +
                        "உனக்காக காத்திருக்கும் \n" +
                        "என் விழிகளுக்காக.. \n" +
                        " \n" +
                        "அவளை அம்மாயென்று \n" +
                        "அழைக்கமுடியாததால் தான்\n" +
                        "என்னவோ \n" +
                        "அவள் பிறக்கும்போது \n" +
                        "அம்மாயென்று ஆயிரம்முறை \n" +
                        "அழைத்தேனோ..? \n" +
                        "\n" +
                        "வெள்ளப் பெருக்கெடுத்தது \n" +
                        "எனது கண்களில் \n" +
                        "உன்னை பெற்றதினால்... \n" +
                        " \n" +
                        "உன்னை கண்டபின்னரோ\n" +
                        "ஒருநொடிகூட  \n" +
                        "உன்னை காணாமலிருக்க \n" +
                        "இமைகள் முயல்வதில்லை... \n" +
                        " \n" +
                        "உன்மீது அன்புகொண்ட\n" +
                        "பின்னரே  \n" +
                        "அன்பிற்கும் எல்லையுண்டா \n" +
                        "என்கிறது மனம்... \n" +
                        " \n" +
                        "என் சுவாசத்திற்கும் \n" +
                        "இதயத்துடிப்பிற்கும் \n" +
                        "விடுமுறை கிடைத்தாலும் \n" +
                        "என் அன்பிற்குயென்றும்\n" +
                        "விடுமுறையன்று... \n" +
                        " \n" +
                        "அன்புடன் \n" +
                        "உனக்கு அன்னையாக  \n" +
                        "உனது மகள்...  \n" ;


        temp.image=R.drawable.img65;
        kavithaiList.add(temp);

                /* 66th kavithai */
        temp=new kavithai();

        temp.title="பெத்த மனம் பித்து";

        temp.short_content="உணவு ஊட்டும்போதே \n" +
                "அன்பையும் சேர்த்து\n" +
                "ஊட்டுகிறாள் அன்னை...\n" +
                "ஆகையால்தான் \tவிரைவாகவே\n" +
                "பசியாருகிறது...\n" ;

        temp.long_content=
                "\n" +
                        "உடலையும்,உயிரையும்\n" +
                        "ஒருசேரக் கொடுப்பது\n" +
                        "தாயென்றால் \n" +
                        "உயிர்கொடுப்பது \n" +
                        "தந்தையாவார்.... \n" +
                        " \n" +
                        "தவழ்ந்த பின்னர்\n" +
                        "விழாமல் நடக்க \n" +
                        "வேண்டுமென \n" +
                        "அன்னை நினைக்கிறாள்... \n" +
                        " \n" +
                        "விழாமல் நடப்பது\n" +
                        "எப்படியென்று \n" +
                        "தந்தை கற்பிக்கிறார்.. \n" +
                        " \n" +
                        "உணவு ஊட்டும்போதே \n" +
                        "அன்பையும் சேர்த்து\n" +
                        "ஊட்டுகிறாள் அன்னை... \n" +
                        "ஆகையால்தான் விரைவாகவே \n" +
                        "பசியாருகிறது... \n" +
                        " \n" +
                        "அறிவையும்,அடக்கத்தையும்\n" +
                        "அறிவுரையில் அடக்கிடும் \n" +
                        "அறிஞன் அப்பா.. \n" +
                        " \n" +
                        "உயர்கல்வி பயில\n" +
                        "பரம்பரை \n" +
                        "சொத்தையும் விற்றனர்... \n" +
                        "உன்னைவிடுதியில் சேர்க்க \n" +
                        "மனமின்றி \n" +
                        "இடமாறுதலும் பெற்றனர்...\n" +
                        " \n" +
                        "உன்னைப்போன்று \n" +
                        "அழகாக\n" +
                        "உன் வாழ்க்கையை  \n" +
                        "வடிவமைத்தது அவர்களே.. \n" +
                        "அவர்களுக்கு முகத்தில்  \n" +
                        "வடிகின்ற கண்ணீரையே  \n" +
                        "\n" +
                        "உணவாக செந்நீரைத் \n" +
                        "தந்த தாய்க்கு \n" +
                        "கண்ணீரைத் தந்தாயே... \n" +
                        " \n" +
                        "அவன் வளர்க்கும் \n" +
                        "செல்ல நாய்க்கு \n" +
                        "பழமும் சோறும்... \n" +
                        "அவனை வளர்த்த \n" +
                        "செல்லத்’தாய்’க்கு\n" +
                        "பழைய சோறு... \n" +
                        " \n" +
                        "ஒரே ஊரிலிருந்தும் \n" +
                        "அவர்களை \n" +
                        "முதியவர் விடுதிக்கு\n" +
                        "அனுப்பினா(நா)யே.. \n" +
                        " \n" +
                        "ஆண்டவனை வேண்டி \n" +
                        "வரம் பெற்றனர் \n" +
                        "உனக்கு அவர்கள்நிலை\n" +
                        "வரக்கூடாதென்று.... \n" +
                        "பெத்தமனம் பித்து \n" +
                        "பிள்ளைமனம் கல்லு. \n" ;


        temp.image=R.drawable.img66;
        kavithaiList.add(temp);

                /* 67th kavithai */
        temp=new kavithai();

        temp.title="நியாயம் கிட்டுமா...? ";

        temp.short_content="ஆங்கிலத்தால் என் \n" +
                "தமிழ் அழிகிறது...\n" +
                "ஆயுதங்களால் என்\n" +
                "தமிழினம் அழிகிறதே...\n" ;

        temp.long_content=
                "\n" +
                        "அணு ஆயுதங்களால்\n" +
                        "அமைதிப் பூங்காவில்\n" +
                        "அமைதியாக தூங்குகிறார்கள் \n" +
                        "நெடுங்காலமாக நிகழும் \n" +
                        "கொடுமையினால்... \n" +
                        " \n" +
                        "ஆயுதங்களும்\n" +
                        "அன்னையைப் போல \n" +
                        "தாலாட்டுப் பாடினவோ \n" +
                        "இவர்கள் தூங்குவதற்கு... \n" +
                        " \n" +
                        "ஆங்கிலத்தால் என்\n" +
                        "தமிழ் அழிகிறது... \n" +
                        "ஆயுதங்களால் என் \n" +
                        "தமிழினம் அழிகிறதே... \n" +
                        " \n" +
                        "புத்தபூமியில் நடக்கும்\n" +
                        "யுத்தத்தினால் இரத்தம் \n" +
                        "கசிகிறதே... \n" +
                        " \n" +
                        "தாய் மடிந்ததைக்கூட \n" +
                        "அறியாமல்\n" +
                        "அவள் மார்பைகடித்து \n" +
                        "பசியில் அழுகிறதே \n" +
                        "பச்சிளம் குழந்தை... \n" +
                        " \n" +
                        "பெண்ணின் அங்கங்கள் \n" +
                        "மனிதமிருகங்களால் \n" +
                        "மானபங்கம் \n" +
                        "செய்யப்படுகிறதே... \n" +
                        " \n" +
                        "நேற்று துள்ளிவிளையாடின\n" +
                        "கால்கள் \n" +
                        "இன்று துண்டுபட்டு \n" +
                        "கிடக்கின்றனரே.. \n" +
                        " \n" +
                        "அகிம்சையால்\n" +
                        "அகிலத்தை ஆண்ட \n" +
                        "ஆண்டவனே \n" +
                        "எங்கே சென்றாய்..? \n" +
                        " \n" +
                        "இவ்வுலகை திருத்த\n" +
                        "ஒரு காந்தியடிகள் \n" +
                        "போதாதென்று ஒவ்வொரு \n" +
                        "ரூபாய் நோட்டிலும் \n" +
                        "பிறந்துள்ளீர்களா..? \n" +
                        "\n" +
                        "மக்களுக்காக தாங்கள் \n" +
                        "போராடினீர்கள்.. \n" +
                        "மக்கள் தங்களுக்காக \n" +
                        "மட்டுமே போராடுகிறார்கள்... \n" +
                        "\n" +
                        "அன்பு,அகிம்சையை \n" +
                        "மறந்தது \n" +
                        "மக்கள் மட்டுமா..? \n" +
                        "இல்லை நாட்டையாளும் \n" +
                        "மாக்களுமா?\n" +
                        " \n" +
                        "நீங்கள் நிராயுதமாக \n" +
                        "நின்றதினால் \n" +
                        "சுதந்திரமடைய வழி \n" +
                        "கிடைத்தது நம்நாட்டுக்கு...\n" +
                        " \n" +
                        "நாங்கள் நிராயுதமாக \n" +
                        "நிற்பதினால் தங்க \n" +
                        "நிரந்தரமான வழி \n" +
                        "கிடைத்தது சுடுகாட்டில்.\n" +
                        " \n" +
                        "எங்களை வைத்தே \n" +
                        "அரசியல் ஆதாயம் \n" +
                        "தேடுகின்றனரே தவிர \n" +
                        "எங்களுக்கு மறுவாழ்வு\n" +
                        "இன்னும் உதயமாகவில்லை... \n" +
                        " \n" +
                        "மனிதநேயம் \n" +
                        "இறந்தபின்னரும் \n" +
                        "நியாயம் கிட்டுமென\n" +
                        "காத்திருக்கிறேன்...\n";

        temp.image=R.drawable.img67;
        kavithaiList.add(temp);

                /* 68th kavithai */
        temp=new kavithai();

        temp.title="விபத்துயென்ற  பெயரில் கொலைகள்";

        temp.short_content="ஒலைக்கூரைக்குள் \n" +
                "அச்சிறுவர்களின்\n" +
                "ஓலக்குரலைக்கேட்டு\n" +
                "அச்சுவர்கள் அழுது\n" +
                "தீயை அணைத்தன போலும்...\n" ;

        temp.long_content=
                "\n" +
                        "ஒவ்வொருவரும்\n" +
                        "பல எதிர்ப்புகளையும் மீறி\n" +
                        "ஏதேனும் \n" +
                        "ஓர் எதிர்பார்ப்புடன்தான் \n" +
                        "வாழ்கிறோம்.... \n" +
                        " \n" +
                        "தூக்கம் கலைந்தபின்னரும்\n" +
                        "கனவுகள் கலையாமல் \n" +
                        "இருப்பதுவே இலட்சியம்... \n" +
                        " \n" +
                        "தூக்கத்தை கலைத்து \n" +
                        "பள்ளிக்குச் செல்ல\n" +
                        "ஊக்கத்தை தருகிறது \n" +
                        "அம்மாவின் அழைப்புக்குரல்... \n" +
                        " \n" +
                        "போராட்டம்,ஓய்வு \n" +
                        "ஊதிய உயர்வு இன்றி\n" +
                        "உன்உயர்வுக்காக ஓயாமல் \n" +
                        "உழைக்கிறாள் அம்மா... \n" +
                        " \n" +
                        "குடும்ப பாரத்தை \n" +
                        "தனதுசிரத்தில் சுமந்துகொண்டே\n" +
                        "புதுவிடியலாக இருக்குமென \n" +
                        "எண்ணி ஒவ்வொரு நாளையும் \n" +
                        "எதிர்கொள்கிறார் அப்பா... \n" +
                        " \n" +
                        "வாழ்க்கை சுமையுடன்\n" +
                        "புத்தகத்தின் சுமையைசேர்த்து \n" +
                        "சுமந்து கொண்டுதான் \n" +
                        "பள்ளிக்குச் செல்கின்றனர்... \n" +
                        " \n" +
                        "பல கனவுகளுடனும்\n" +
                        "நாளை விடுமுறையென்ற \n" +
                        "ஆவலுடனும் பள்ளிக்குச்சென்றனர் \n" +
                        "அப்பச்சிளம் குழந்தைகள்... \n" +
                        " \n" +
                        "ஒளிமயமான வாழ்வை\n" +
                        "எதிர்நோக்கியவர்களுக்கு \n" +
                        "ஒளியேற்றி வைக்க \n" +
                        "வந்தனவோ தீச்சுடர்...  \n" +
                        " \n" +
                        "பூட்டிய அறைக்குள்\n" +
                        "கண்ணிமைக்கும் நேரத்தில் \n" +
                        "மூலைமுடுக்கெல்லாம் \n" +
                        "தீ பரவியது... \n" +
                        " \n" +
                        "தாய்க்கு இணையான\n" +
                        "ஆசிரியைகள்  \n" +
                        "ஆடிவெள்ளியின் சிறப்பறிந்து \n" +
                        "இறைவனை வேண்ட \n" +
                        "அறைக்குள் பூட்டிச்சென்றனர் \n" +
                        "இறப்பினை பரிசளித்து\n" +
                        "இறைவனிடமே அனுப்பினர்... \n" +
                        " \n" +
                        "ஒலைக்கூரைக்குள் \n" +
                        "அச்சிறுவர்களின் \n" +
                        "ஓலக்குரலைக்கேட்டு\n" +
                        "அச்சுவர்கள் அழுது \n" +
                        "தீயை அணைத்தன போலும்... \n" +
                        " \n" +
                        "யாருமே அவர்களை \n" +
                        "காப்பாற்ற வரவில்லையென்ற\n" +
                        "ஏக்கமே வெந்தனலைவிட \n" +
                        "அதிகம் சுட்டிருக்கும்... \n" +
                        " \n" +
                        "அப்பாவி குழந்தைகளை \n" +
                        "அப்-பாவி ஆசிரியைகளே\n" +
                        "கொன்றனர் \n" +
                        " \n" +
                        "வாழ்வை கற்ப்பிக்கும் \n" +
                        "வகுப்பறையே  \n" +
                        "கல்லறையானது\n" +
                        "இதுவே முதல்முறை... \n" +
                        " \n" +
                        "வாரத்தின் கடைசிநாள் \n" +
                        "வாழ்வின் கடைசிநாள் \n" +
                        "ஆயிற்று...\n" +
                        " \n" +
                        "மடிந்தது \n" +
                        "94 குழந்தைகளா \n" +
                        "அல்லது \n" +
                        "94 குடும்பங்களா..? \n" +
                        " \n" +
                        "மூன்றுபத்து நிமிட \n" +
                        "தீயின் கொடுமைக்கு \n" +
                        "பத்தாண்டு பிறகே \n" +
                        "(அ)நீதி கிடைத்தது...\n";

        temp.image=R.drawable.img68;
        kavithaiList.add(temp);

                /* 69th kavithai */
        temp=new kavithai();

        temp.title="தாயுமானவன்";

        temp.short_content="நானும், \n" +
                "கடவுளைப்பார்த்தேன்;\n" +
                "ஆம்...\n" +
                "என்னை அவர்\n" +
                "சுமந்துகொண்டு நிற்கிறார்...\n" ;

        temp.long_content=
                "\n" +
                        "ஈரைந்து மாசம்\n" +
                        "சுமப்பதால் தாயாகிறாள்...\n" +
                        "ஓரைந்து வருசம் \n" +
                        "தோளில் சுமப்பதால் \n" +
                        "தந்தையே நீயும் தாய்தான்...  \n" +
                        " \n" +
                        "உங்கள் நெஞ்சினில்\n" +
                        "உறங்கையில்  \n" +
                        "கிடைக்கின்ற தூக்கம் \n" +
                        "வசந்தமாளிகையின் \n" +
                        "பஞ்சு மெத்தையில் \n" +
                        "கிடைக்குமா என்பது\n" +
                        "ஐயமே....? \n" +
                        " \n" +
                        "அப்பா! என்று கத்தினேன்... \n" +
                        "நீங்கள் ஆசையாய் \n" +
                        "முத்தமிட்டபோது\n" +
                        "உங்கள் மீசை குத்திட்டதால்.. \n" +
                        " \n" +
                        "அன்று எடுத்த மீசையை \n" +
                        "இன்றுவரை நீங்கள்  \n" +
                        "வளர்க்காமல் இருக்கும்காரணம்\n" +
                        "அம்மா சொல்லியே உணர்ந்தேன்... \n" +
                        " \n" +
                        "கோவில் திருவிழாவில் \n" +
                        "கடவுள் தரிசனத்தைப்பார்க்க \n" +
                        "என்னால் பார்க்கமுடியாதபோது\n" +
                        "என்னை உங்கள் தோளில் \n" +
                        "ஏற்றினீர்கள்... \n" +
                        " \n" +
                        "நானும், \n" +
                        "கடவுளைப்பார்த்தேன்.\n" +
                        "ஆம்... \n" +
                        "என்னை அவர் \n" +
                        "சுமந்துகொண்டு நிற்கிறார்.. \n" +
                        " \n" +
                        "உளி எடுக்காத\n" +
                        "ஒரு சிற்பி நீங்கள்... \n" +
                        "எங்கள் வாழ்க்கையை \n" +
                        "அழகாக செதுக்குவதால்... \n" +
                        " \n" +
                        "தாய்க்கு இணையாக\n" +
                        "பாசம்கொண்ட தாயுமானவனே \n" +
                        "இன்றுதான் நீங்கள் \n" +
                        "உலகம் வந்த பிறந்தநாளோ..? \n" +
                        " \n" +
                        "இத்தனை சிறப்புகளை\n" +
                        "கொண்ட உங்களுக்கு \n" +
                        "எப்படி ஒரு பிறவியில் \n" +
                        "வாழ்த்தினை கூறுவேன்... \n" ;

        temp.image=R.drawable.img69;
        kavithaiList.add(temp);

                /* 70th kavithai */
        temp=new kavithai();

        temp.title="குரு தட்சணை";

        temp.short_content="உயரத்தை எட்டிவிட்டோம்  \n" +
                "என்பதற்காக\n" +
                "விமானம் நின்றுவிடுவதில்லை...\n" +
                "ஓய்வு பெற்றபின்னரும்கூட\n" +
                "போதிக்க மறு(ற)ப்பதில்லை\n" +
                "நல்லாசிரியர்கள்...\n" ;

        temp.long_content=
                "\n" +
                        "தாயின் கருவறை\n" +
                        "போன்றது வகுப்பறை....\n" +
                        "ஆகையால்தான்   \n" +
                        "40குழந்தைகளுக்கு \n" +
                        "தாயாகும் பாக்கியம் \n" +
                        "ஆசிரியருக்கு மட்டுமே \n" +
                        "கிட்டுகிறது\n" +
                        " \n" +
                        "ஒருவன் மேதையாவதும் \n" +
                        "பேதையாவதும் \n" +
                        "குருவின் போதனையிலே \n" +
                        "உள்ளது.\n" +
                        " \n" +
                        "பருவம்பார்த்து \n" +
                        "விதைக்கும் விவசாயி \n" +
                        "உரிய நேரத்தில் பயிரை \n" +
                        "அறுவடை செய்கிறான்...\n" +
                        " \n" +
                        "மாணவப்பருவம் பார்த்து \n" +
                        "நற்சிந்தனைகள் எனும் \n" +
                        "விதை விதைத்தால்  \n" +
                        "சாதனைகள் எனும் பயிரை\n" +
                        "அறுவடை செய்யலாம்... \n" +
                        " \n" +
                        "நாட்டின் எதிர்காலம் \n" +
                        "இளைஞர்களிடம் \n" +
                        "உள்ளதென்றால்\n" +
                        "அதை திட்டமிட்ட பாதையில்  \n" +
                        "வழிநடத்திச் செலுத்தவல்லவர் \n" +
                        "ஆசிரியரே... \n" +
                        " \n" +
                        "உயரத்தை எட்டிவிட்டோம்\n" +
                        "என்பதற்காக  \n" +
                        "விமானம் நின்றுவிடுவதில்லை... \n" +
                        "ஓய்வு பெற்றபின்னரும்கூட \n" +
                        "போதிக்க மறு(ற)ப்பதில்லை \n" +
                        "நல்லாசிரியர்கள்...\n" +
                        " \n" +
                        "சுடரின் அளவிற்கேற்ப \n" +
                        "அதனை சுற்றிய  \n" +
                        "இருளும் விலகுகிறது... \n" +
                        "ஆசிரியரின் \n" +
                        "அறிவுச்சுடரின் அளவிற்கேற்ப \n" +
                        "அறியாமையெனும் இருள்விலகுகிறது... \n" +
                        " \n" +
                        "நேரம் தவறாமை \n" +
                        "போதிக்க மறவாமை\n" +
                        "ஒரு சார்பு பாராமை \n" +
                        "ஆசிரியர்களின் நற்குணங்கள்... \n" +
                        " \n" +
                        "இப்படிப்பட்ட \n" +
                        "ஆசிரியர்களுக்கு\n" +
                        "குரு தட்சணையாக \n" +
                        "இன்னுயிரை கொடுத்தேனும் \n" +
                        "மதித்து காப்போம்... \n" +
                        " \n" +
                        "பெண்ணிற்கு\n" +
                        "பாதுகாப்பான இடமென்றால் \n" +
                        "அது தாயின் கருவறை... \n" +
                        "அதற்கு இணையான \n" +
                        "வகுப்பறையில்கூட \n" +
                        "சிலசமயம் நடக்கிறது\n" +
                        "பாலியல் வன்கொடுமை...  \n" +
                        " \n" +
                        "தன் குழந்தைகள்போல் \n" +
                        "உணர்ந்து போதிக்காமல் \n" +
                        "மறந்து போகின்றனர்...\n" +
                        " \n" +
                        "ஆசிரியர் வேடம்தரித்து \n" +
                        "முளைத்துள்ள களைகளை \n" +
                        "களைந்தெரிந்திடுவோம்.. \n" +
                        "\n" +
                        "இப்படிப்பட்ட \n" +
                        "சிறியவர்களை \n" +
                        "இன்னுயிரை கொடுத்தேனும் \n" +
                        "மிதித்து ஒழிப்போம்...\n";

        temp.image=R.drawable.img4;
        kavithaiList.add(temp);

                /* 71st kavithai */
        temp=new kavithai();

        temp.title="என்ன(இ)வளின் காதல்";

        temp.short_content="எனக்காக அவள்  \n" +
                "முதல்முறையாக செய்த சமையல்\n" +
                "அமிர்தமடி எனக்கு\n" +
                "அவள் செவ்விதழ்கள் \n" +
                "ஊட்டியதால்...\n" ;

        temp.long_content=
                "\n" +
                        "அவள்\n" +
                        "ஊமையென்றுதான் \n" +
                        "எண்ணினேன் \n" +
                        "கண்களால் என்னிடம் \n" +
                        "பேசியபோது ...\n" +
                        " \n" +
                        "தூண்டிலில்தான் மீன் \n" +
                        "அகப்படும் \n" +
                        "இன்றோ மீன்போன்ற \n" +
                        "அவள் கண்களில் \n" +
                        "தூண்டிலாக மாட்டிக்கொண்டேன்... \n" +
                        "\n" +
                        "என்னவொரு அதிசயம் \n" +
                        "பகலில் இருநிலவுகள் \n" +
                        "அவளது இமைகளுக்குள்.. \n" +
                        " \n" +
                        "இதயம்நின்ற பின்னரும்\n" +
                        "உண்டு,உறங்கமுடியும் \n" +
                        "என்பது \n" +
                        "அவள் வந்த பின்னரே \n" +
                        "கண்டுகொண்டேன்... \n" +
                        "\n" +
                        "அவளது மனதில் \n" +
                        "நான் சிறைபட்ட்டது எப்படி \n" +
                        "அவளது மழலை சிரிப்புதான் \n" +
                        "காரணமா? \n" +
                        "\n" +
                        "இரத்தமின்றி  \n" +
                        "மாற்று அறுவைசிகிச்சை \n" +
                        "முடியுமா? \n" +
                        "நம்மால் முடிந்ததே \n" +
                        "அவளது இதயம் எனக்குள்... \n" +
                        " \n" +
                        "எனக்காக அவள் \n" +
                        "முதல்முறையாக செய்த சமையல் \n" +
                        "அமிர்தமடி எனக்கு \n" +
                        "அவள் செவ்விதழ்கள் ஊட்டியதால்..\n" +
                        " \n" +
                        "கோபத்தில் கோபுரத்தைவிட \n" +
                        "உயரமாயிருந்தாள் \n" +
                        "பொறுமையில் பூமியும்  \n" +
                        "உனது காலடியில்தானடி...\n" +
                        " \n" +
                        "உச்சந்தலையில் \n" +
                        "நான்பதித்த முதல்முத்தம் \n" +
                        "காதலிக்கு மனைவியென்ற \n" +
                        "பதவி உயர்வுகிடைத்ததே...\n" +
                        " \n" +
                        "இருவீட்டாரின் அனுமதியோடு \n" +
                        "பதிவுத்திருமணம் செய்துகொண்டது \n" +
                        "எனக்கு எளிமை பிடிக்கும் \n" +
                        "என்பதற்காகவா?\n" +
                        " \n" +
                        "அந்திமாலையில் \n" +
                        "மயங்கிவிழுந்தபோது  \n" +
                        "என்னுயிரே நின்றுபோனது.. \n" +
                        "எழுந்தபின்னரே அறிந்தேன் \n" +
                        "என்னுயிரை சுமக்கிறாயென்று... \n" +
                        " \n" +
                        "உன் மடியில் நம் குழந்தை \n" +
                        "என் மடியில் \n" +
                        "குழந்தையை சுமக்கும் குழந்தை..\n" +
                        " \n" +
                        "என்னை உன்னிறத்தில் \n" +
                        "காண்கிறேன் குழந்தையாக; \n" +
                        "உன் அன்பில்வளரும் இரு \n" +
                        "குழந்தைகளானோம் நாங்கள்...\n" +
                        " \n" +
                        "எனதுவாழ்க்கையில் \n" +
                        "அடுத்தடுத்து \n" +
                        "பிரச்சனைகள் பிரசவித்தபோது \n" +
                        "தாயைப்போல் என்கையைப்பற்றி\n" +
                        "வெற்றிப்பாதையில் நடந்தாயே... \n" +
                        " \n" +
                        "மூன்றாவது காலூன்றி \n" +
                        "நடக்கும்போது \n" +
                        "உன்முத்தம் ஒன்றுமட்டும்\n" +
                        "யுத்தம் செயும்சக்தியை \n" +
                        "அளிக்கிறதே... \n" +
                        " \n" +
                        "பற்கள் அரும்பாத \n" +
                        "இளமையில் அன்னைமடியில் \n" +
                        "உறங்கினேன்... \n" +
                        "பற்கள் விழுந்த \n" +
                        "முதுமையில் மனைவிமடியில் \n" +
                        "உறங்குகிறேன்... \n" +
                        " \n" +
                        "பார்வை மங்கியபோது \n" +
                        "என்னவள் அன்பைமட்டுமே \n" +
                        "தெளிவாக காணமுடிந்தது... \n" +
                        " \n" +
                        "என்னை பெற்றவளும் \n" +
                        "இவ்வுலகில் இன்றில்லை \n" +
                        "நான் பெற்றவனும் \n" +
                        "என்னை கவனிக்காதபோது \n" +
                        "என்னை குழந்தைபோல \n" +
                        "பார்த்துக்கொள்கிறாயே... \n" +
                        " \n" +
                        "தோல்கள் சுருங்கியபின்னரும் \n" +
                        "தோள்சாய என் தோழி \n" +
                        "இருப்பதால்தான் என்னவோ \n" +
                        "தோல்வியைகூட நான் \n" +
                        "கண்டதில்லை... \n" +
                        " \n" +
                        "தாய் மனைவி \n" +
                        "தோழி காதலியாக \n" +
                        "என்னுடன் இருந்தவள்  \n" +
                        "சுமங்கலியாக என்னை  \n" +
                        "விட்டுச்சென்றுவிட்டாள்... \n" +
                        " \n" +
                        "என்னைப்பிரிந்து \n" +
                        "ஒரு நொடிகூட வாழாதவள் \n" +
                        "ஒருநொடிக்கு முன்னரே \n" +
                        "சுமங்கலியாகிவிட்டாள்... \n" +
                        "நீ சென்ற மறுநொடி  \n" +
                        "உன்மடியில் \n" +
                        "என்னுயிர் போனதடி \n" +
                        " \n" +
                        "மறுபிறவியில் உன்னை  \n" +
                        "நானும் காதலிக்கவேண்டும் \n" +
                        "உன்னைப்போல்...\n";

        temp.image=R.drawable.img71;
        kavithaiList.add(temp);

                /* 72nd kavithai */
        temp=new kavithai();

        temp.title="சொர்க்கத்தை தேடும்காதல்";

        temp.short_content="காற்றைக்கூட \n" +
                "நமக்கிடையில்\n" +
                "படுக்கையில்\n" +
                "அனுமதியேன்...\n" ;

        temp.long_content=
                "\n" +
                        "காதல்\n" +
                        "பல கவிஞர்களை\n" +
                        "பெற்றெடுத்த \n" +
                        "கருவறை... \n" +
                        " \n" +
                        "தாயின் கருவறையைப்போல் \n" +
                        "ஒரு சொர்க்கம்தான்\n" +
                        "காதல்... \n" +
                        "ஆனால், அது  \n" +
                        "எத்தனை பேருக்கு \n" +
                        "சொர்க்கமாகிறது...? \n" +
                        "\n" +
                        "உடை அலங்காரத்துக்கும் \n" +
                        "ஊர் சுற்றுவதற்கும் \n" +
                        "இருவருக்கும் சரியான \n" +
                        "துணை... \n" +
                        "\n" +
                        "காதல் என்றபோர்வையில் \n" +
                        "காமத்தை கசக்கி \n" +
                        "எரிகின்றனர்... \n" +
                        " \n" +
                        "காமமில்லாமல்\n" +
                        "காதலில்லை சரிதான் \n" +
                        "அப்பாவி உலகத்தில் \n" +
                        "காமத்துக்காகவே \n" +
                        "காதலிக்கின்றனரே... \n" +
                        "\n" +
                        "சுட்டெரிக்கும் வெயிலில் \n" +
                        "கடற்கரையில் \n" +
                        "படுக்கையறை காட்சியைக் \n" +
                        "காட்டும் கோரக்காதல்... \n" +
                        "\n" +
                        "எத்தனையோ  \n" +
                        "ஒருதலைக்காதல் \n" +
                        "தற்கொலையில்  \n" +
                        "முடிகிறது... \n" +
                        "\n" +
                        "சாவதற்காக வழியை \n" +
                        "தேடின நேரத்தில் \n" +
                        "சாதிப்பதற்காக வழியை \n" +
                        "தேடியிருக்கலாம். \n" +
                        "\n" +
                        "இரண்டு வருட  \n" +
                        "காதலுக்காக \n" +
                        "இருபதுவருட பெற்றோரின் \n" +
                        "கனவைக்கொல்கின்றனர். \n" +
                        "\n" +
                        "இதனால்தான் \n" +
                        "என்னவோ \n" +
                        "காதலென்றால் \n" +
                        "பெற்றோருக்கு \n" +
                        "வெறுப்பு.\n" +
                        " \n" +
                        "இப்படிப்பட்ட \n" +
                        "ஓர் உலகில் \n" +
                        "எனக்குள்ளும் \n" +
                        "காதல் பூத்தது.\n" +
                        " \n" +
                        "ஒருநொடியில் \n" +
                        "என் மனதை \n" +
                        "திருடிவிட்டாள் \n" +
                        "அதனால்தான் படபடவென\n" +
                        "என் இதயமும் துடித்ததோ. \n" +
                        " \n" +
                        "அந்தநொடி \n" +
                        "கோடிமுறை \n" +
                        "என் இதயம் \n" +
                        "துடித்ததுதான் \n" +
                        "காதலா? \n" +
                        " \n" +
                        "விஞ்ஞானமும்  \n" +
                        "தோற்றுப்போகிறது\n" +
                        "அவள் விழிகள் \n" +
                        "பேசும் மொழியிடம்... \n" +
                        " \n" +
                        "அவளைவிட \n" +
                        "அவள் கண்களைப்\n" +
                        "பார்க்கத்தான் \n" +
                        "அதிக ஆர்வம் \n" +
                        "அழகின் அழகு அது... \n" +
                        " \n" +
                        "அவள் காலடிபட் \n" +
                        "மண்ணுக்கு முன்னால் \n" +
                        "காதல்சின்னமும்(தாஜ்மகால்) \n" +
                        "சின்னதடி. \n" +
                        " \n" +
                        "நீ காதலை \n" +
                        "சொல்லியபோது \n" +
                        "இறக்கையில்லாமலே \n" +
                        "பறந்தேனடி. \n" +
                        " \n" +
                        "உன்னை கைபிடிக்கும் \n" +
                        "அந்தவொரு நொடிக்காக \n" +
                        "நாள்தோறும் \n" +
                        "தவமிருக்கிறேன். \n" +
                        " \n" +
                        "உனக்காக என்னுலகம் \n" +
                        "மாறுதடி,நீ காணாத \n" +
                        "ஓர் உலகம் அங்கு \n" +
                        "உன்னோடு வாழதுடிக்குதடி. \n" +
                        " \n" +
                        "தினமும் உன்னை \n" +
                        "புதுவிதமாய் \n" +
                        "காதலிக்கணும். \n" +
                        " \n" +
                        "நீ செய்யும் \n" +
                        "தவறைக்கூட \n" +
                        "ரசிக்கணும். \n" +
                        " \n" +
                        "நீ ஊட்டும்போது \n" +
                        "என்கையில் உண்பதையே \n" +
                        "நான் மறக்கணும். \n" +
                        " \n" +
                        "காற்றைக்கூட \n" +
                        "நமக்கிடையில் \n" +
                        "படுக்கையில்அனுமதியேன். \n" +
                        "உன் மார்பில் \n" +
                        "முகம்பதித்தே \n" +
                        "தினமும் உறங்கணும். \n" +
                        " \n" +
                        "உன்னோடு இருக்கும் \n" +
                        "ஒவ்வொரு நாளும் \n" +
                        "அணுவாய் நகரணும். \n" +
                        " \n" +
                        "உன் பெற்றோராக \n" +
                        "என் பெற்றோரை \n" +
                        "தினமும் நீ \n" +
                        "கவனிக்கணும். \n" +
                        " \n" +
                        "நமது இரண்டாவது \n" +
                        "குழந்தைகளாக \n" +
                        "அவர்கள் இருக்கணும். \n" +
                        " \n" +
                        "தாடி நரைத்து \n" +
                        "தடி பிடித்து \n" +
                        "நடக்கும் முதுமையிலும் \n" +
                        "உன் மடியில் \n" +
                        "நான் தூங்கணும். \n" +
                        " \n" +
                        "நான் தூங்கணும் \n" +
                        "நான் மடியனும் \n" +
                        "அப்போதுதான் \n" +
                        "நம்காதலும் \n" +
                        "சொர்க்கமாகும். \n" ;


        temp.image=R.drawable.img72;
        kavithaiList.add(temp);


                /* 73rd kavithai */
        temp=new kavithai();

        temp.title="காதல் என்றுமே தோற்பதில்லை";

        temp.short_content="எனது உயிரணு உற்பத்தியை  \n" +
                "தடைசெய்ய விரும்புகிறேன்\n" +
                "என்னவளுடன் கணவனாக\n" +
                "உறவுகொள்ள முடியாததால்...\n" ;

        temp.long_content=
                "\n" +
                        "எனது இறுதி ஊர்வலத்தில்\n" +
                        "நான் நடந்துசெல்கிறேன்\n" +
                        "என்னவள் என்னிடமிருந்து \n" +
                        "விலகிச்சென்றபோது. \n" +
                        " \n" +
                        "முதன்முறையாக \n" +
                        "கைக்குட்டையை உபயோகிக்கிறேன்\n" +
                        "அவள்பிரிவை தாங்கமுடியாமல். \n" +
                        " \n" +
                        "இரண்டு சொட்டுநீரில் \n" +
                        "கடலைக்காண்கிறேன் \n" +
                        "அவளது கண்களில்.\n" +
                        " \n" +
                        "நெருப்பும் கண்ணீர் சிந்துகிறது \n" +
                        "எங்கள் இதயம்  அனுபவிக்கும் \n" +
                        "வேதனையைக் கண்டு. \n" +
                        "\n" +
                        "அவள் சுவாசித்து விட்டுச்சென்ற  \n" +
                        "காற்றும் கணக்கிறது எனக்கு, \n" +
                        "என்னவள்  \n" +
                        "என்னை விட்டுச்சென்றபோது. \n" +
                        "\n" +
                        "தொடுவானம் போல நீள்கிறது \n" +
                        "என்னிடம் அவள் விட்டுச்சென்ற \n" +
                        "அவளின் நினைவுகள். \n" +
                        " \n" +
                        "உலகத்தையே தாங்கும் \n" +
                        "பூமித்தாயால் எங்கள்  \n" +
                        "சோகத்தை தாங்கமுடியவில்லை. \n" +
                        " \n" +
                        "பஞ்சபூதங்களும்  \n" +
                        "எங்கள் வேதனையில்\n" +
                        "பங்குபெறும்போது, \n" +
                        "உறவுகள் எங்கே சென்றது. \n" +
                        " \n" +
                        "வகுப்பினை வகுத்தவன் எவனோ? \n" +
                        "வகுப்பறையில் வெற்றிப்பாதை \n" +
                        "வகுப்பினால் வெற்றுப்பதையானது \n" +
                        "எனது வாழ்க்கை. \n" +
                        "புதுமொழிகள் பேசிய \n" +
                        "விழிகள் நான்கும் இன்று  \n" +
                        "வலியில் துடிக்கிறது.\n" +
                        " \n" +
                        "உயிரைக்கொடுத்து \n" +
                        "காதலிக்கும்பெண் \n" +
                        "காதலனின் உயிரைக்காக்க  \n" +
                        "வேறொரு உயிரைச்சுமக்க\n" +
                        "தயாராவதை எவ்வாறு தாங்குவேன். \n" +
                        " \n" +
                        "பிஞ்சு நெஞ்சுக்காரி \n" +
                        "இன்று  \n" +
                        "கல்நெஞ்சுக்காரியாக வாழ்கிறாள்\n" +
                        "நான் வாழ்வதற்காக. \n" +
                        " \n" +
                        "அவளது தோற்றுப்போன \n" +
                        "காதலுக்காக - வாழ்வில் \n" +
                        "தாம்பத்தியத்தை வெறுக்கும்\n" +
                        "பெண்ணை எதனோடு ஒப்பிடுவேன்? \n" +
                        " \n" +
                        "காதலென்ற பெயரில்\n" +
                        "காமத்தை மட்டும் அனுபவிக்கும் \n" +
                        "காதலர்கள் மத்தியில்\n" +
                        "அவளொரு புதுமைப்பெண்தான். \n" +
                        " \n" +
                        "ஆம். \n" +
                        "சோதனைகளை கடந்தவள் \n" +
                        "சோதனைக்குழாயில்\n" +
                        "கருவை சுமப்பதினாள். \n" +
                        " \n" +
                        "எனது உயிரணு உற்பத்தியை \n" +
                        "தடைசெய்ய விரும்புகிறேன் \n" +
                        "என்னவளுடன் கணவனாக\n" +
                        "உறவுகொள்ள முடியாததால். \n" +
                        " \n" +
                        "காதலுக்காக \n" +
                        "இவர்கள் செய்யும் தியாகம் \n" +
                        "எத்தனை? \n" +
                        "கடவுளும் தோற்றுப்போவான் \n" +
                        "இவர்களிடம். \n" +
                        "\n" +
                        "பேருந்துகள்கூட 10மீற்றர் \n" +
                        "இடைவெளியில் செல்லாதபோது \n" +
                        "என்னவள் 10மீற்றர் \n" +
                        "இடைவெளியில் நடந்த \n" +
                        "நாட்கள் அதிகம்\n" +
                        "இன்று அதுவுமன்று. \n" +
                        " \n" +
                        "அவளுடன் சேர்ந்து \n" +
                        "வாழத்தான் முடியவில்லை  \n" +
                        "அவள் நினைவுகளை சுமந்து\n" +
                        "வாழ விரும்புகிறேன் \n" +
                        "சாகும்வரை. \n" +
                        " \n" +
                        "காதலர்கள்  \n" +
                        "என்றாவது தோற்கலாம்\n" +
                        "ஆனால், \n" +
                        "உண்மையான காதல் \n" +
                        "என்றுமே தோற்பதில்லை...\n";

        temp.image=R.drawable.img73;
        kavithaiList.add(temp);

                /* 74th kavithai */
        temp=new kavithai();

        temp.title="அற்புதக்காதல்";

        temp.short_content="இரத்தத்தை உணவாகக் \n" +
                "கொடுத்தவள் தாய்\n" +
                "இரத்தத்தில் ஆக்சிசன்கலந்து\n" +
                "சுவாசக்காற்றாக கொடுப்பவர்கள்\n" +
                "காதலர்கள்...\n" ;

        temp.long_content=
                "\n" +
                        "காதல்...\n" +
                        "காதல் ஒருவரையொருவர்\n" +
                        "காற்றில்லாத இடத்தில்\n" +
                        "சிறைப்பிடித்து வைக்கும்\n" +
                        "அவர்களது இதயத்தில்..\n" +
                        "\n" +
                        "இரத்தத்தை உணவாகக்  \n" +
                        "கொடுத்தவள் தாய் \n" +
                        "இரத்தத்தில் ஆக்சிசன்கலந்து \n" +
                        "சுவாசக்காற்றாக கொடுப்பவர்கள் \n" +
                        "காதலர்கள்.\n" +
                        " \n" +
                        "மண்ணுக்குள் புதையும்முன்\n" +
                        "உயிருக்குள் இதயத்தை\n" +
                        "புதைப்பதுதான் காதல் \n" +
                        " \n" +
                        "காதல் என்று சொன்னால்\n" +
                        "உதடுகள் ஒட்டுவதில்லைதான்\n" +
                        "ஆனால்,\n" +
                        "ஈருயிர்களை இணைக்கும் \n" +
                        "பாலம்தான் காதல். \n" +
                        "\n" +
                        "உலகினை படைத்து\n" +
                        "அதில் உயிர்களைப்படைத்த\n" +
                        "கடவுளுக்கே தெரியாது \n" +
                        "காதல் எப்போது,யாருக்கு\n" +
                        "வருமென்று. \n" +
                        " \n" +
                        "வறுமையிலும் சாதனைகள் \n" +
                        "பல செய்யலாம்\n" +
                        "நல்ல காதல் அமையும்போது....\n" +
                        "வசதியிலும் வேதனைப்படலாம்\n" +
                        "காதல் சென்றுவிட்டால் \n" +
                        " \n" +
                        "சிலரை மேதையாக்கும் \n" +
                        "காதல்..\n" +
                        "சிலரை  போதையில்தள்ளும்\n" +
                        "காதல்தோல்வி...\n" +
                        "\n" +
                        "உடையைப்போல \n" +
                        "காதலை உதறுபவர்களும் உண்டு\n" +
                        "காதலுக்காக உயிரையே \n" +
                        "கொடுப்பவர்களும் உண்டு... \n" +
                        " \n" +
                        "விழிகள் நான்கும் \n" +
                        "புதுமொழிகள் பேசும்,\n" +
                        "உனது உயிரை உனக்கே \n" +
                        "தெரியாமல் உறிந்துவிடும்...\n" +
                        "\n" +
                        "நிலவிற்கு கண்கள்\n" +
                        "இருந்திருந்தால் உன்னை \n" +
                        "சுற்றித்தான் வந்திருக்கும்... \n" +
                        " \n" +
                        "விஞ்ஞானம் விண்ணைப்\n" +
                        "பார்த்து கூறியது\n" +
                        "பூமிக்கு ஒரு நிலவு என்று...\n" +
                        "எனது விழிகள் உன்னைப்\n" +
                        "பார்த்து கூறியது\n" +
                        "பூமியில் ஒரு நிலவு உள்ளதென்று...\n" +
                        "\n" +
                        "பெற்றோரை முதியவர் விடுதிக்கு\n" +
                        "அனுப்பவும் செய்யும்\n" +
                        "அவர்களுக்கு சொர்க்கத்தையே\n" +
                        "வீட்டில் கொடுக்கவும் செய்யும்\n" +
                        "காதல் காதலர்களைப்\n" +
                        "பொருத்துமாறுபடுகிறது...\n" +
                        "\n" +
                        "அனைத்திலும் போலி என்பதுபோல்\n" +
                        "காதலிலும் போலி உள்ளது.\n" +
                        "காதலர்கள் பொய்யானவர்களாக\n" +
                        "இருக்கலாம்... \n" +
                        "ஆனால்,காதல் என்றுமே\n" +
                        "பொய்யாக இருக்காது. \n" ;


        temp.image=R.drawable.img74;
        kavithaiList.add(temp);

                /* 75th kavithai */
        temp=new kavithai();

        temp.title="ஒரு தேவதையின் காதல்";

        temp.short_content="நான் கேட்ட ஆயிரம் \n" +
                "கேள்விகளுக்கு\n" +
                "உனது இருவிழிகள் மொழியில்லாமல்\n" +
                "கூறிய ஒரு பதில்தான்\n" +
                "காதல்...\n" ;

        temp.long_content=
                "\n" +
                        "வானவில்லின் வர்ணங்களை எடுத்து\n" +
                        "வானத்தை உடையாக அணிந்து\n" +
                        "பௌர்ணமி நிலவு போன்ற முகத்தில்\n" +
                        "சூரியனை நெற்றியில் திலகமிட்டு\n" +
                        "விண்மீன்களை புன்னகையில் கோர்த்து\n" +
                        "கார்மேகத்தை கருவிழியாக அமைத்து \n" +
                        "பூக்களை பாதணியாக அணிந்து\n" +
                        "குயிலின் ஓசையை திருடி\n" +
                        "கொலுசு மணிகளில் வைத்து\n" +
                        "சுவாசக்காற்றை தென்றலாக்கி\n" +
                        "தெய்வத்திடமிருந்து என்னைப்பார்க்க\n" +
                        "வந்த தேவதையே..!\n" +
                        "\n" +
                        "நான் கேட்ட ஆயிரம் \n" +
                        "கேள்விகளுக்கு\n" +
                        "உனது இருவிழிகள் மொழியில்லாமல்\n" +
                        "கூறிய ஒரு பதில்தான்\n" +
                        "காதல்...\n" ;

        temp.image=R.drawable.img76;
        kavithaiList.add(temp);

                /* 77th kavithai */
        temp=new kavithai();

        temp.title="என்னவளின் மனம்";

        temp.short_content="தொடுவானத்தின் எல்லையைக் \n" +
                "கண்டால் கூட\n" +
                "உனது அன்பின் எல்லையை \n" +
                "நான் காணமுடியாது போலும்...\n" ;

        temp.long_content=
                "\n" +
                        "தொடுவானத்தின் எல்லையைக்\n" +
                        "கண்டால் கூட\n" +
                        "உனது அன்பின் எல்லையை \n" +
                        "நான் காணமுடியாது போலும்...\n" +
                        "\n" +
                        "உன் மனம் வானம்போன்றது\n" +
                        "உன் ஆசைகளுக்கு\n" +
                        "எல்லை இல்லாததால் ...\n" +
                        "\n" +
                        "ஆசை,எதிர்பார்ப்பு\n" +
                        "அதிகமாகும் போதுதான்\n" +
                        "ஏமாற்றங்களும் அதிகமாகிறது...\n" +
                        "\n" +
                        "உனது ஆசைகளால்தான்\n" +
                        "மழை(கண்ணீர்) வருகிறதோ\n" +
                        "என தெரியவில்லை...\n" +
                        "\n" +
                        "உனது குழந்தைத்தனம் \n" +
                        "உன் மனதில் தேய்பிறையே \n" +
                        "காணாத பொன்னிலவு...\n" +
                        "\n" +
                        "வண்ணங்களுக்குப் பதிலாக\n" +
                        "எண்ணங்களால் ஆனதுதான்\n" +
                        "அந்த வானம் போன்ற மனம்...\n" ;


        temp.image=R.drawable.img77;
        kavithaiList.add(temp);

                /* 78th kavithai */
        temp=new kavithai();

        temp.title="பிரிவு";

        temp.short_content="எனது நிழலும்  \n" +
                "என்னை விட்டுச்சென்றது\n" +
                "உன்னை தேடிப்பார்க்க...\n" ;

        temp.long_content=
                "\n" +
                        "நீ இல்லாத நொடி\n" +
                        "விடியலும் இருளை\n" +
                        "சூடிக்கொள்கிறது... \n" +
                        "\n" +
                        "உனது பிம்பங்கள் \n" +
                        "கானல்நீராக தோன்றுகிறது...\n" +
                        "அருகே சென்றால் கண்களில் \n" +
                        "கண்ணீர்த்துளிகள்...\n" +
                        "\n" +
                        "பகலிலும் பௌர்ணமியை(உனது முகம்)\n" +
                        "கண்ட நான்\n" +
                        "இன்று அமாவாசை\n" +
                        "இருட்டில் இருக்கிறேன்...\n" +
                        "\n" +
                        "உன் நினைவுகளைத்தவிர \n" +
                        "என் நினைவில் \n" +
                        "வேறொன்றுமில்லை...\n" +
                        "\n" +
                        "குளிரும்,குளிரினால் \n" +
                        "போர்த்திக்கொண்டது அன்று\n" +
                        "என்னருகில் நீ இருந்தபோது...\n" +
                        "\n" +
                        "நெருப்பும் கண்ணீர் \n" +
                        "சிந்துகிறது இன்று\n" +
                        "என்னருகில் நீ இல்லாததால் \n" +
                        " \n" +
                        "எனது நிழலும் \n" +
                        "என்னை விட்டுச்சென்றது\n" +
                        "உன்னை தேடிப்பார்க்க....\n" +
                        "\n" +
                        "பாலிலிருந்து நீரைப்பிரிக்க\n" +
                        "அன்னத்தால் மட்டுமே முடியும்\n" +
                        "பாலைவிட தூய்மையான\n" +
                        " உன்னை என்னிடமிருந்து \n" +
                        "பிரிக்க இறப்பாலும் இயலாது... \n" +
                        " \n" +
                        "கரைபுரண்டு வரும்வெள்ளத்தை\n" +
                        "அணைபோட்டு தடுக்கமுடியுமா?\n" +
                        "அவளால் முடிந்ததே-நான்\n" +
                        "மீண்டுவந்தபோது அவளது \n" +
                        "கண்களில் கண்ணீர்வெள்ளம்......\n" +
                        "\n" +
                        "இமைகள் பிரியும்போதுதான் \n" +
                        "உலகை காணமுடியும்...\n" +
                        "நாம் பிரிந்து இருக்கும்போதுதான் \n" +
                        "காதலை உணரமுடிகிறது...\n" +
                        "\n" +
                        "உன் நாடித்துடிப்பு\n" +
                        "நின்ற மறுநொடி\n\n" +
                        "உன் மடியில் மடிவேனடி \n" +
                        "உன் மனமே என் சொர்க்கம் \n" ;


        temp.image=R.drawable.img78;
        kavithaiList.add(temp);

                /* 79th kavithai */
        temp=new kavithai();

        temp.title="விருப்பம்";

        temp.short_content="இன்று \n" +
                "எனது மரணத்தின் \n" +
                "ஓசையை கேட்கிறேன்\n" +
                "உன் மௌனத்தில்...\n" ;

        temp.long_content=
                "\n" +
                        "உன் நாவிலிருந்து வரும்\n" +
                        "அன்பு வார்த்தைகள் \n" +
                        "வில்லின் நாணிலிருந்துவரும்\n" +
                        "கணையைப்போன்றது \n" +
                        "உயிரைக் கிழித்துச்சென்றது....\n" +
                        "\n" +
                        "இன்று எனது மரணத்தின் \n" +
                        "ஓசையை கேட்கிறேன்\n" +
                        "உன் மௌனத்தில்.....\n" +
                        "\n" +
                        "கண் இமைக்காமல் \n" +
                        "பார்த்த உன்னை இன்று\n" +
                        "கண் இமைக்கும் நேரமாவது\n" +
                        "பார்க்க விரும்புகிறேன்... \n" ;

        temp.image=R.drawable.img79;
        kavithaiList.add(temp);

                /* 80th kavithai */
        temp=new kavithai();

        temp.title="  அவளின் குணங்கள்";

        temp.short_content="தாக்குவதில் மின்னலைவிட \n" +
                "வேகமானவள் என்று\n" +
                "பார்வையில் உணர்த்திவிட்டாய்...\n" ;

        temp.long_content=
                "\n" +
                        "பொறுமையில் பூமியும்\n" +
                        "உனது காலடியில்தான் என்று\n" +
                        "பொறுமையில் உணர்த்திவிட்டாய்\n" +
                        "\n" +
                        "அழகில் நிலவைவிட\n" +
                        "அழகானவள் என்று\n" +
                        "பொன்சிரிப்பில் உணர்த்திவிட்டாய்... \n" +
                        " \n" +
                        "கொடுமையில் சூரியனையும் \n" +
                        "மிஞ்சியவள் என்று  \n" +
                        "பிரிவால் உணர்த்திவிட்டாய்.\n" +
                        " \n" +
                        "தூய்மையில் பாலைவிட\n" +
                        "வெண்மையானவள் என்று\n" +
                        "நாணத்தினால் உணர்த்திவிட்டாய்....\n" +
                        "\n" +
                        "அழிப்பதில் தீயைவிட\n" +
                        "கொடூரமானவள் என்று\n" +
                        "கோபத்தில் உணர்த்திவிட்டாய்....\n" +
                        "\n" +
                        "இனிமையில் இசையைவிட\n" +
                        "இனிமையானவள் என்று\n" +
                        "குரலில் உணர்த்திவிட்டாய்....\n" +
                        "\n" +
                        "உறவில் அன்னைக்கு \n" +
                        "இணையானவள் என்று\n" +
                        "அன்பினால் உணர்த்திவிட்டாய்....\n" +
                        "\n" +
                        "தாக்குவதில் மின்னலைவிட \n" +
                        "வேகமானவள் என்று \n" +
                        "பார்வையில் உணர்த்திவிட்டாய்....\n" +
                        "\n" +
                        "பெருந்தன்மையில் வானத்தைவிட\n" +
                        "உயர்ந்தவள் என்று\n" +
                        "மனதினால் உணர்த்திவிட்டாய்....\n" +
                        "\n" +
                        "இன்றுதான் வாழ்நாளில் \n" +
                        "சிறந்தநாள் என்று \n" +
                        "பிறப்பினால் உணர்த்திவிட்டாய்.. \n" ;

        temp.image=R.drawable.img80;
        kavithaiList.add(temp);

                /* 81st kavithai */
        temp=new kavithai();

        temp.title="எனதுமனம் சிறைச்சாலையன்று";

        temp.short_content="இரவில் விழிகளை \n" +
                "மூடுகிறேன் \n" +
                "விழிகளுக்குள்ளே\n" +
                "உன்னைத்தேட...\n" ;

        temp.long_content=
                "\n" +
                        "பகலெல்லாம் விழித்திருந்தேன் \n" +
                        "வெளியில் உன்னைத்\n" +
                        "தேடிப்பார்த்ததால்.\n" +
                        "\n" +
                        "இரவில் விழிகளை  \n" +
                        "மூடுகிறேன்  \n" +
                        "விழிகளுக்குள்ளே\n" +
                        "உன்னைத்தேட.. \n" +
                        " \n" +
                        "என் விழிகளுக்குள்ளே\n" +
                        "நீ வந்துவிட்டால் எனது\n" +
                        "இமைகள் விழித்துக்கொள்ளும்....\n" +
                        "\n" +
                        "உன்னை அடைத்துவைக்க\n" +
                        "எனது மனம் சிறைச்சாலையன்று \n" +
                        "நீ இருக்கும் பூஞ்சோலை \n" ;

        temp.image=R.drawable.img81;
        kavithaiList.add(temp);

                /* 82nd kavithai */
        temp=new kavithai();

        temp.title="நீ இல்லாத நொடிகள்";

        temp.short_content="உனது \n" +
                "மௌனத்தைக்கேட்டு\n" +
                "செவிகள் இரண்டும்\n" +
                "உயிர்பெற்றனவே...\n" ;

        temp.long_content=
                "\n" +
                        "எனது இரவுகள் \n" +
                        "தொடுவானம்போல\n" +
                        "நீள்வது ஏன்?\n" +
                        "\n" +
                        "நீ என்னருகில் இல்லாததாலா?\n" +
                        "இரக்கத்தை இதயத்திலடைத்து\n" +
                        "மௌனம் கொள்வதாலா?\n" +
                        "\n" +
                        "நீயில்லாத தனிமையில்\n" +
                        "பனியும் சுடுகிறது...\n" +
                        "என் வலியை வலியுறுத்த\n" +
                        "மொழியுமில்லை...\n" +
                        "உன் மௌனத்தை உடைத்தெறிய \n" +
                        "உளியுமில்லை...\n" +
                        "\n" +
                        "எனது கண்களை நான்\n" +
                        "காண்பது எப்போது?\n" +
                        "கண்கள் இருந்தும் \n" +
                        "குருடனாகிறேன்...\n" +
                        "உன்னை காணாதபோது.\n" +
                        "\n" +
                        "பேசத்தெரிந்தும் ஊமையாகிறேன்\n" +
                        "உன்னுடன் உரையாட \n" +
                        "முடியாதபோது.....\n" +
                        "\n" +
                        "உனது மௌனத்தைக்கேட்டு\n" +
                        "செவிகள் இரண்டும் \n" +
                        "உயிர்பெற்றனவே...\n" +
                        "\n" +
                        "ஒரு பக்கத்தைக்காட்டி\n" +
                        "மறுபக்கத்தை மறைக்க \n" +
                        "என் இதயம் நாணயமன்று...\n" +
                        "\n" +
                        "எனது இதயத்தை \n" +
                        "புதைக்கவில்லை....\n" +
                        "தொலைத்துவிட்டேன் உன்னிடம்...\n" +
                        "\n" +
                        "கடவுள் என்னைபடைத்து\n" +
                        "தனிமையில் கொல்வதற்கு பதில்\n" +
                        "உனது கூந்தலாக படைத்திருந்தால் \n" +
                        "உனது விரல்கள் தீண்டும்போது\n" +
                        "செத்துப்பிழைத்திருப்பேன்...\n" +
                        "\n" +
                        "சுவாலைவிட்டு எரியும் \n" +
                        "சூரியனும்\n" +
                        "உன் சுவாசக்காற்று தீண்டினால்\n \n" +
                        "நிலவாகிடும் \n" ;


        temp.image=R.drawable.img82;
        kavithaiList.add(temp);


                /* 83rd kavithai */
        temp=new kavithai();

        temp.title="தோல்வியின் பின்பு";

        temp.short_content="வாசகமே இல்லாத நடிப்பில் \n" +
                "உன் மௌனம் மட்டும் கேட்கிறது\n" +
                "மனம் மட்டும் \n" +
                "வலியில் இறக்கிறது...\n" ;

        temp.long_content=
                "\n" +
                        "அறிமுகமில்லாதவர்கள் முதல்\n" +
                        "அறிமுகம் செய்தவர்கள் வரை\n" +
                        "அனைவரிடமும் நடிக்கிறேன்...\n" +
                        "\n" +
                        "உலகமே நாடகமேடையெனினும்\n" +
                        "எனக்கு நடிக்க கற்றுத்தந்தவள்\n" +
                        "அவள்,காதல் தோல்வியினால்...\n" +
                        "\n" +
                        "வாசகமே இல்லாத நடிப்பில்\n" +
                        "மௌனம் மட்டும் கேட்கிறது\n" +
                        "மனம் மட்டும் \n" +
                        "வலியில் இறக்கிறது...\n" +
                        "\n" +
                        "இதயதுடிப்பை \n" +
                        "உணராத நான்\n" +
                        "இன்று நீ வாழ \n" +
                        "துடிப்பதை உணர்கிறேன்...\n" +
                        "\n" +
                        "உன் பிரிவுகற்றுத்தந்தது\n" +
                        "எத்தனை உள்ளது\n" +
                        "என்னிடத்தில்...\n" ;

        temp.image=R.drawable.img83;
        kavithaiList.add(temp);

                /* 84th kavithai */
        temp=new kavithai();

        temp.title="என் மனைவி";

        temp.short_content="என் அன்னைபோல்  \n" +
                "என்னை அவள்மடியில்\n" +
                "தினமும் சுமக்கிறாள்...\n" ;

        temp.long_content=
                "\n" +
                        "அவளின் மனம்\n" +
                        "பரந்த வானம்போன்றது\n" +
                        "உதவி செய்வதில்...\n" +
                        "\n" +
                        "பூமியும் அவளின்\n" +
                        "காலடியில்தான்\n" +
                        "பொறுமையாய் தாங்குவதில்...\n" +
                        "\n" +
                        "எனது கண்ணில்\n" +
                        "தூசு விழுந்தால்\n" +
                        "அவள்கண்கள் கலங்கும்...\n" +
                        "\n" +
                        "அவள் மனஉறுதியால்\n" +
                        "சோதனைக்கே சோதனை\n" +
                        "கொடுப்பாள்...\n" +
                        "\n" +
                        "நிலவை முகமாக்கி\n" +
                        "நட்சத்திரத்தை மூக்குத்தியாக\n" +
                        "குத்தியுள்ளாள்...\n" +
                        "\n" +
                        "என் அன்னைபோல் \n" +
                        "என்னை அவள்மடியில்\n" +
                        "தினமும் சுமக்கிறாள்...\n" +
                        "\n" +
                        "நான் நினைக்கும் முன்னரே\n" +
                        "நான் விரும்புவதை \n" +
                        "செய்திடுவாள் எனக்காக...\n" +
                        "\n" +
                        "என்தோல்வியின் போது\n" +
                        "தோள்கொடுத்து தோழியாய்\n" +
                        "என்னை தாங்குவாள்...\n" +
                        "\n" +
                        "பிணியின்போது மாமருந்தாய்\n" +
                        "அவளது அன்பு\n" +
                        "அமிர்தமாய் உள்ளது\n" +
                        " \n" +
                        "என்குழந்தையை \n" +
                        "சுமக்கவிருக்கும் குழந்தை \n" +
                        "அவள். \n" +
                        "ஆம் அவள்தான்\n" +
                        "என் மனைவி... \n" ;

        temp.image=R.drawable.img84;
        kavithaiList.add(temp);

                /* 85th kavithai */
        temp=new kavithai();

        temp.title="காதல் கானல்நீரா?";

        temp.short_content="சுட்டெரிக்கும் வெயிலில்\n" +
                "தொலைவில் உன்னைப்பார்தேன்\n" +
                "மின்னலும் தோற்றுப்போகும்\n" +
                "பிரகாசம் நீ சிரிக்கும்போது \n" ;

        temp.long_content=
                "\n" +
                        "சுட்டெரிக்கும் வெயிலில்\n" +
                        "தொலைவில் உன்னைப்பார்தேன்\n" +
                        "மின்னலும் தோற்றுப்போகும்\n" +
                        "பிரகாசம் நீ சிரிக்கும்போது...\n" +
                        "\n" +
                        "பகலில்\n" +
                        "நீ நடமாடுவதால்தானோ\n" +
                        "நிலவையும்\n" +
                        "காண இயலவில்லை...\n" +
                        "\n" +
                        "நாள் முழுவதும் தூங்கிக்\n" +
                        "கொண்டிருக்க ஆசைதான்\n" +
                        "கனவிலாவது உன்னை\n" +
                        "பார்க்கலாமென்று...\n" +
                        "\n" +
                        "மழைபொய்ப்பது போன்று\n" +
                        "உன்வருகையும் பொய்த்தது,\n" +
                        "காலங்கள் மாறினால்கூட\n" +
                        "உன்மீதான காதல் மாறுவதில்லை...\n" +
                        "\n" +
                        "எனது கண்ணீரை எழுதுகோலில் \n" +
                        "அடைத்து எழுத ஆசைதான்...\n" +
                        "எழுதினால் சிவப்பு வர்ணத்தில் \n" +
                        "இருக்குமென எழுதவில்லை...\n" +
                        "\n" +
                        "எழுதுகோலால் கவிதைகள் \n" +
                        "பல எழுத ஆசைதான்...\n" +
                        "நான் காதல்கொண்டது\n" +
                        "இல்லாத ஒரு \n" +
                        "கானல்பிம்பத்தின் மீதுதானே...\n" +
                        " \n" +
                        "கானல்நீரையும் பிடிப்பேன் \n" +
                        "நீ இருந்திருந்தால்...\n" +
                        "ஆனால், நீயே ஒரு\n" +
                        "கானல்நீர் போன்றவள்தானே...\n" +
                        "\n" +
                        "சிலசமயம் காதலும் \n" +
                        "கானல்நீர் போன்றதுதான்\n" +
                        "நெருங்கினால்தான் \n" +
                        "மாயை மறையும்... \n" +
                        "\n" +
                        "உன் கானல்பிம்பத்தை\n" +
                        "எப்படி மறப்பேன்....\n" +
                        "உன்னை நினைத்தே \n" +
                        "நான் இறப்பேன்...\n" ;

        temp.image=R.drawable.img85;
        kavithaiList.add(temp);

                        /* 86th kavithai */
        temp=new kavithai();

        temp.title="நினைவுகளை சுவாசிக்கிறேன்";

        temp.short_content="அன்னையைப்பார்த்து \n" +
                "எழுந்த நாட்களைவிட\n" +
                "உன்னை நினைத்து\n" +
                "எழுந்த நாட்கள்அதிகம் தான்...\n" ;

        temp.long_content=
                "\n" +
                        "நிலவு தேய்ந்தாலும்\n" +
                        "தேய்பிறை அழகுதான்\n" +
                        "நீ என்னைப்பிரிந்தாலும்\n" +
                        "நம்காதல் அழகுதான்\n" +
                        "\n" +
                        "சிறகுகளை இழந்தாலும்\n" +
                        "நம்பிக்கையெனும்\n" +
                        "இறக்கைகளோடு போராடு\n" +
                        "உன் காதலை \n" +
                        "அழியாமல் தடுக்க....\n" +
                        "\n" +
                        "காற்றைப்போல உன்நினைவு\n" +
                        "என்னை சுற்றியேயுள்ளது\n" +
                        "தூங்கும்போதும் உன்னை\n" +
                        "மட்டுமே சுவாசிப்பேன்... \n" +
                        "\n" +
                        "அன்னையைப்பார்த்து\n" +
                        "எழுந்த நாட்களைவிட\n" +
                        "உன்னை நினைத்து\n" +
                        "எழுந்த நாட்கள்அதிகம் தான்...\n" +
                        "\t\n" +
                        "காற்றில்லாத இடத்திலும்\n" +
                        "வாழ்ந்துவிடுவேன் போலும்\n" +
                        "உன் நினைவுகளை தராயிடத்தில்\n" +
                        "நிற்கவும் முடியவில்லை....\n" +
                        "நாம் பிரிவில் இறந்தாலும்\n" +
                        "நம் காதல் இறக்கக்கூடாது...\n" ;

        temp.image=R.drawable.img86;
        kavithaiList.add(temp);


                /* 87th kavithai */
        temp=new kavithai();

        temp.title="விபத்து";

        temp.short_content="அவளின் மின்னல் பார்வை \n" +
                "தாக்கியதால்தான் \n" +
                "என் விழிகள் கருத்துள்ளனவோ?\n" ;

        temp.long_content=
                "\n" +
                        "காதல் ஒரு விபத்து\n" +
                        "ஆம்...\n" +
                        "அவள் பார்வையில் விழுந்தவன் \n" +
                        "இன்னும் எழவில்லை....\n" +
                        "\n" +
                        "இதயத்துடிப்பை சில\n" +
                        "நொடிகள் நிறுத்திவிட்டால்...\n" +
                        "ஓரடி கூட நகரமுடியவில்லை\n" +
                        "அவளை விலகி..\n" +
                        "\n" +
                        "அவளின் மின்னல் பார்வை\n" +
                        "தாக்கியதால்தான் \n" +
                        "என் விழிகள் கருத்துள்ளனவோ?\n" +
                        "\n" +
                        "நிலவு பூமியை சுற்றுவதன் \n" +
                        "பொருள் அவள் \n" +
                        "இருப்பதால்தான் என்னவோ?\n" +
                        "\n" +
                        "எனது இதயத்தை அவளது\n" +
                        "மனதுக்குள் புதைத்துச்சென்றதால்\n" +
                        "காதல் ஓர் அற்புதமான விபத்துதான்\n" +
                        "இரசிக்க தெரிந்தவனுக்கு... \n" ;

        temp.image=R.drawable.img87;
        kavithaiList.add(temp);



        return kavithaiList;
    }
}
